{
    "sections": [
        {
            "title": "Życie codzienne",
            "desc": "Na terenie WST był wydzielony teren gospodarczy, gdzie uprawiano warzywa i owoce oraz prowadzono hodowlę trzody chlewnej. Zbierane jarzyny i owoce, jak również mięso i wyroby mięsne były po zaprzychodowaniu do księgi jednorazowego użytku gospodarki wewnętrznej wydawane do kuchni żołnierskiej. Zużywano dla załogi i kasyna dziennie 20 litrów mleka. Dla zabezpieczenia tej ilości w 1938 r. zakupiono, mając pod dostatkiem paszy zielonej przez okrągły rok, dwie krowy. \nPorządki generalne w koszarach i w rejonie koszarowym odbywały się w każdą ostatnią sobotę miesiąca, według ustalonego zarządzenia komendanta (dane dotyczą 1935 r.): wyniesienie łóżek i wypróżnienie ze wszystkich sprzętów izby żołnierskiej, kancelarii, jadalni i umywalni; omiecenie sufitów, ścian i pieców z kurzu i pajęczyn; wyszorowanie podłóg piaskiem; wytrzepanie sienników, kocy i prześcieradeł; oczyszczenie łóżek z kurzu i wytarcie naftą; oczyszczenie wszystkich sprzętów kwaterunkowych z kurzu. \nRaz na tydzień - w każdą sobotę odbywało się: trzepanie kocy i prześcieradeł, odkurzanie łóżek, mycie okien, drzwi i sprzętów z drewna, dokładne wymiecenie, oczyszczenie strychów i piwnic, oczyszczenie części metalowych. \nCodziennie: wstrząsanie i wyrównanie słomy w siennikach, oczyszczanie sienników, prześcieradeł i kocy ze słomy i kurzu, zasłanie łóżek, zamiatanie izby, korytarzy i schodów, odkurzanie wszystkich sprzętów, wymiatanie i mycie (wyszorowanie) umywalni, jadalni i ustępów. \nPowyższe zarządzenie obowiązywało tak całą załogę, jak i pracowników cywilnych kwaterujących na Westerplatte. \nObowiązkiem każdego żołnierza była dbałość i wykonywanie we własnym zakresie drobnych napraw posiadanego umundurowania. Były to takie czynności, jak: przyszywanie guzików, haftek, godeł, zszywanie pękniętych szwów, kompletowanie gwoździ ochronnych przy obuwiu. Wszelkie drobne naprawy odbywały się w godzinie na ten cel wyznaczonej w tygodniowym programie zajęć. W razie konieczności zamiany sort mundurowych wymagających większej reperacji, przedmioty przeznaczone do wymiany musiały być dobrze wytrzepane i dokładnie oczyszczone. Przy wymianie w magazynie umundurowania musiał być obecny dowódca drużyny lub jego zastępca. Umundurowanie wyjściowe cywilne wydawane strzelcom udającym się poza teren Westerplatte po powrocie do koszar - musiało być oczyszczone, wytrzepane i zdane do magazynu w następnym dniu w godzinach 11-12. Posiadane umundurowanie należało utrzymywać w największej czystości i porządku. Brudne i podarte sorty mundurowe mogły być uważane za świadome ich niszczenie, za co winnych i niechlujnych można było pociągać do odpowiedzialności dyscyplinarnej i materialnej. \nKąpiel w łaźni odbywała się raz w tygodniu - w każdą sobotę w godzinach 15.00-18.00: pracownicy cywilni, podoficerowie, załoga, warty po powrocie ze służby. Wymianę bielizny dla szeregowców dokonywano w łaźni w dniu kąpieli; drużynowi wydawali czystą, odbierając równocześnie brudną. \nO kłopotach związanych z usługami pralniczymi na Westerplatte dowiadujemy się z pisma datowanego 9 stycznia 1937 r., skierowanego przez komendanta WST do szefa Wydziału Wojskowego Komisariatu Generalnego w Gdańsku w sprawie zakupu pralnicy z wirówką o napędzie elektrycznym. Powyższe zapotrzebowanie uzasadniano następująco: \n*'...Pranie bielizny dla załogi sposobem ręcznym przez praczki jest nieekonomiczne i niewydajne. Bielizna w czasie prania często szczotkami z powodu silnego zabrudzenia i przepocenia niszczy się [...] musi być prana przez dwie praczki przez 3 dni każdego tygodnia i składa się przeciętnie z następującej ilości sort: 80 szt. koszul, 120 par kalesonów letnich i zimowych, 80 szt. ręczników, 70 szt. chustek do nosa, 175 par onuc (zmiana onuc 2 razy w tygodniu), 55 szt. prześcieradeł, 55 szt. powłok na koce, 55 powłoczek na podgłówki, 6 bluz kucharskich, 12 fartuchów kucharskich, oraz dwa razy w roku około 150 kompletów drelichów. Ponadto suszenie bielizny połączone jest z trudnościami z braku pomieszczeń..., a w czasie dni słotnych i mrozów przeprowadzone jest w pralni koło pieca, przez co zużywa się nadmierną ilość opału, a bielizna staje się czarna, niehigieniczna'*."
        },
        {
            "title": "Załoga wojskowa Składnicy Tranzytowej",
            "desc": "## Codzienność na Westerplatte\n\n### Gospodarka żywnościowa\nNa terenie **WST** był wydzielony teren gospodarczy, gdzie uprawiano **warzywa i owoce** oraz prowadzono **hodowlę trzody chlewnej**. \nZbierane **jarzyny i owoce**, jak również **mięso i wyroby mięsne**, były po zaprzychodowaniu do księgi jednorazowego użytku gospodarki wewnętrznej **wydawane do kuchni żołnierskiej**. \n\nZużywano dla załogi i kasyna dziennie **20 litrów mleka**. \nDla zabezpieczenia tej ilości w **1938 r.** zakupiono **dwie krowy**, mając pod dostatkiem paszy zielonej przez okrągły rok.\n\n---\n\n### Porządki w koszarach\n#### Raz w miesiącu (ostatnia sobota)\nWedług ustalonego zarządzenia komendanta (1935 r.) odbywały się generalne porządki:\n- wyniesienie łóżek i sprzętów z izby żołnierskiej, kancelarii, jadalni i umywalni, \n- omiecenie sufitów, ścian i pieców z kurzu i pajęczyn, \n- wyszorowanie podłóg piaskiem, \n- wytrzepanie sienników, kocy i prześcieradeł, \n- oczyszczenie łóżek z kurzu i wytarcie naftą, \n- oczyszczenie wszystkich sprzętów kwaterunkowych z kurzu. \n\n#### Raz na tydzień (sobota)\n- trzepanie kocy i prześcieradeł, \n- odkurzanie łóżek, \n- mycie okien, drzwi i sprzętów z drewna, \n- dokładne wymiecenie, oczyszczenie strychów i piwnic, \n- oczyszczenie części metalowych. \n\n#### Codziennie\n- wstrząsanie i wyrównanie słomy w siennikach, \n- oczyszczanie sienników, prześcieradeł i kocy ze słomy i kurzu, \n- zasłanie łóżek, zamiatanie izby, korytarzy i schodów, \n- odkurzanie wszystkich sprzętów, \n- wymiatanie i mycie umywalni, jadalni i ustępów. \n\nPowyższe zarządzenie obowiązywało **całą załogę**, jak i **pracowników cywilnych** kwaterujących na Westerplatte.\n\n---\n\n### Dbałość o umundurowanie\nObowiązkiem każdego żołnierza była dbałość o umundurowanie poprzez drobne naprawy, takie jak:\n- **przyszywanie guzików, haftek, godeł**, \n- **zszywanie pękniętych szwów**, \n- **kompletowanie gwoździ ochronnych przy obuwiu**. \n\nDrobne naprawy odbywały się w wyznaczonej godzinie w tygodniowym programie zajęć. \nPrzy wymianie umundurowania w magazynie musiał być obecny **dowódca drużyny lub jego zastępca**. \n\n**Umundurowanie wyjściowe** (cywilne) musiało być zdane do magazynu **następnego dnia** w godzinach 11:00-12:00.\n\nBrudne i podarte sorty mundurowe mogły być uznane za **świadome ich niszczenie**, co wiązało się z odpowiedzialnością **dyscyplinarną i materialną**.\n\n---\n\n### Kąpiel i wymiana bielizny\n**Kąpiel w łaźni** odbywała się **raz w tygodniu** – **w soboty, 15:00-18:00**:\n1. **Pracownicy cywilni** \n2. **Podoficerowie** \n3. **Załoga** \n4. **Warty po powrocie ze służby** \n\n**Wymiana bielizny** dla szeregowców dokonywana była w łaźni w dniu kąpieli. \n**Drużynowi** wydawali czystą bieliznę, odbierając równocześnie brudną.\n\n---\n\n### Problemy z usługami pralniczymi\nZ pisma datowanego **9 stycznia 1937 r.**, skierowanego do szefa Wydziału Wojskowego Komisariatu Generalnego w Gdańsku, dowiadujemy się o problemach pralniczych:\n\n> _'Pranie bielizny dla załogi sposobem ręcznym przez praczki jest nieekonomiczne i niewydajne. \n> Bielizna w czasie prania często szczotkami z powodu silnego zabrudzenia i przepocenia niszczy się.'_ \n\nPranie ręczne wymagało **2 praczek przez 3 dni tygodniowo**, aby uprać m.in.:\n- **80 szt. koszul** \n- **120 par kalesonów** (letnich i zimowych) \n- **80 szt. ręczników** \n- **70 szt. chustek do nosa** \n- **175 par onuc** (zmiana 2 razy w tygodniu) \n- **55 szt. prześcieradeł** \n- **55 szt. powłok na koce** \n- **6 bluz kucharskich** \n- **12 fartuchów kucharskich** \n- **150 kompletów drelichów** (pranie 2 razy w roku). \n\nBrak pomieszczeń do suszenia bielizny powodował konieczność suszenia przy piecu, co prowadziło do **nadmiernego zużycia opału** oraz **zanieczyszczania bielizny**."
        },
        {
            "title": "Urzędnicy cywilni i pracownicy kontraktowi",
            "desc": "Oprócz załogi wojskowej na Westerplatte zatrudniani byli również obywatele polscy na etatach pracowników kontraktowych sezonowych i urzędników cywilnych. Do czerwca 1934 r. liczba etatów tychże pracowników wynosiła 20, a latem 1939 r. - 27.\n\nUrzędnicy cywilni i pracownicy kontraktowi zatrudniani byli na stanowiskach: magazyniera żywnościowego, radiotelegrafisty, kierownika kancelarii, pisarza-stenotypisty, kucharza, sanitariusza, ogrodnika, krawca, szewca, kierownika drużyny technicznej, obsługi łaźni i kanalizacji, obsługi elektrogeneratora, sieci elektrycznej, kierowcy, ślusarza, kowala, stolarza, cieśli i murarza. Człon z nich była podoficerami i szeregowcami rezerwy. Kilku z nich walczyło w armii pruskiej i Legionach Polskich w czasie pierwszej wojny światowej.\n\nPracownicy cywilni mieli stałe przepustki numerowane i zarejestrowane. Przepustki te były zaopatrzone w fotografię i podpis.\n\nDo pracy w WST dobierano odpowiednich pracowników kontraktowych poprzez m.in. biura pośrednictwa pracy w Poznaniu i Krakowie. Na przykład w 1936 r., składając zapotrzebowanie na kucharza do kuchni podoficerskiej, przedstawiono następujące warunki:\n\n'Kawaler, bez nałogów, zrównoważony, posiadający pierwszorzędne kwalifikacje, zadeklarowanie się na zamieszkanie w koszarach. W zamian zapewnia się wynagrodzenie wg uposażenia niższych funkcjonariuszy państwowych w grupie XII, plus dodatek lokalny na WM Gdańsk. Mieszkanie, światło i opat bez pościeli w naturze w koszarach. Wyżywienie z kuchni żołnierskiej bezpłatne. Przyjęcie w charakterze pracownika kontraktowego nastąpiłoby po 3 miesiącach okresu próbnego. Ewentualne zwolnienie z pracy może nastąpić z jednomiesięcznym wymówieniem. Kandydaci winni złożyć podania, odpisy świadectw i referencji. Przejazd celem objęcia posady na koszt własny'.\n\nPracownicy cywilni mieli prawo mieszkania wraz z rodzinami poza terenem składnicy, przeważnie po drugiej stronie kanału w Nowym Porcie. Jako rezerwiści od czasu do czasu powoływani byli do odbywania kilkunastodniowych ćwiczeń wojskowych. Na wniosek komendanta placówki bywali awansowani przez Ministerstwo Spraw Wojskowych na wyższe stopnie rezerwy wojskowej.\n\nDowódca WST raz w miesiącu spotykał się na odprawach służbowych z pracownikami cywilnymi. Po dzień dzisiejszy zachowały się specjalne rozkazy 'o sądach doraźnych i zachowaniu tajemnicy wojskowej', z podpisami potwierdzającymi przyjęcie do wiadomości i realizacji wytycznych objętych szczególną tajemnicą wojskową.\n\nNa kilkanaście dni przed wybuchem wojny, rozkazem Ministerstwa Spraw Wojskowych, prawie wszyscy zostali umundurowani i zmobilizowani. Mobilizację nie objęto jedynie najmłodszego Ryszarda Duzika, oraz najstarszych: Stefana Duzika, Alojzego Januszewskiego, Michała Plewaka, Jana Repelowicza, Karola Szwedowskiego i Kazimierza Tuczyńskiego."
        },
        {
            "title": "Służba w Wojskowej Składnicy Tranzytowej",
            "desc": "Rozkazy dzienne stanowiły bogate źródło i cenny dokument życia wojskowego, jakie tętniło na Westerplatte w okresie pokojowego istnienia Wojskowej Składnicy Tranzytowej, trwającego dokładnie trzynaście lat, siedem miesięcy i jedenaście dni. Wczytując się w treść rozkazów dziennych komendantów Westerplatte, dowódców oddziału wartowniczego, szefa Wydziału Wojskowego Komisariatu Generalnego RP w WM Gdańsku, jesteśmy w stanie odtworzyć przebieg życia codziennego, nie ograniczającego się jedynie do pełnienia służby wartowniczej. Po latach odtajnione źródła dotyczące przebiegu służby żołnierskiej na Westerplatte, zgromadzone w archiwach, obrazują szeroką gamę zagadnień związanych z istnieniem Wojskowej Składnicy Tranzytowej, stanowiącej przyczółek Polski, otoczony ze wszech stron wrogością.\nZałoga, 1930 rok\n\nWejście na teren Wojskowej Składnicy Tranzytowej regulowały trzy rodzaje wydawanych przepustek: A - przepustki roczne, ważne do 31 grudnia każdego roku wystawienia; B - przepustki jednorazowe, z oznaczonym na nich terminem ważności; C - legitymacje specjalne dla personelu należącego do Wojskowej Składnicy Tranzytowej na Westerplatte. Wejście i przebywanie bez przepustki na terenie Składnicy było wzbronione. Osoby wchodzące, jak również opuszczające teren Westerplatte miały obowiązek zgłaszania swoich wejść i wyjść dowódcy warty numer l. Komendant natomiast prowadził ewidencję osób postronnych wchodzących na teren Składnicy.\n\nDzień powszedni na Westerplatte wyznaczał tygodniowy program zajęć. Codzienne zajęcia żołnierskie odbywały się według określonego harmonogramu. Na rok przed wybuchem wojny (od 26 IX 1938 r.) rozkład dnia był następujący:\n\n6.00 - pobudka;\n6.15 - ubieranie się do gimnastyki i WE;\n6.45 - WF i gimnastyka;\n7.30 - mycie się, sprzątanie, modlitwa, śniadanie, ubieranie się do ćwiczeń;\n8.00 - przegląd przez drużynowych i szefa, zbiórka plutonu, raport;\n11.30 - ćwiczenia;\n12.00 - przygotowanie się do obiadu;\n14.00 - obiad i czas wolny;\n15.00 - zajęcia (wg wskazówek komendanta);\n16.00 - przygotowanie do czyszczenia broni;\n16.15 - czyszczenie broni;\n17.15 - apel mundurowy;\n18.00 - rozkaz;\n18.30 - kolacja i czas wolny;\n20.30 - modlitwa;\n21.00 - capstrzyk.\n\nRozkład zajęć sobotnich był nieco odmienny od dnia powszedniego:\n\n6.00 - pobudka;\n7.00 - ubieranie się, mycie, sprzątanie, modlitwa, śniadanie;\n11.00 - czyszczenie broni, koszar i rejonu;\n12.00 - kąpiel;\n14.00 - obiad i wolne;\n18.00 - dalsze czyszczenie koszar i rejonów;\n18.15 - przygotowanie się do rozkazu;\n18.30 - rozkaz;\n20.30 - kolacja i wolne;\n21.00 - modlitwa i układanie się do snu;\n21.00 - capstrzyk.\n\nDzień świąteczny:\n\n7.00 - pobudka;\n8.00 - ubieranie się, mycie, sprzątanie, modlitwa, śniadanie;\n8.45 - przegląd czystości ciała, ubrania i bielizny; zbiórka do nabożeństwa;\n9.00 - nabożeństwo;\n10.00 - pogadanka kulturalno-oświatowa;\n12.00 - obiad i wolne;\n14.00 - wolne, zajęcia świetlicowe;\n17.00 - kolacja i wolne;\n21.00 - capstrzyk.\n\nW Wojskowej Składnicy Tranzytowej oficer służbowy prowadził księgę zajęć, w której każdego dnia odnotowywano dane dotyczące stanu ewidencyjnego załogi, chorych, urlopowanych, obecnych na ćwiczeniach. Odnotowywano w rubryce warunków atmosferycznych temperaturę dnia w godzinach 7.00 i 14.00. Pod pozycją 'zajęcia' przedstawiany był praktyczny rozkład dnia codziennego załogi. Jeden zapis dotyczył stanu moralnego załogi, przeważnie określany mianem dobrego. Do 1938 r. w księgę wpisywano w dni świąteczne nabożeństwa z udziałem załogi, jakie były odprawiane w kaplicy w Nowym Porcie."
        },
        {
            "title": "Umundurowanie, uzbrojenie i oporządzenie strzelca na Westerplatte ",
            "desc": "Załoga WST, reprezentując Wojsko Polskie przed obcymi, miała jednakowy zestaw dopasowanego umundurowania i uzbrojenia.\n\nUzbrojenie strzelca stanowiły: hełm (typu polskiego), kbk z bagnetem, ochraniaczem i stemplem, pas do kbk, łabka do bagnetu, para ładownic skórzanych podwójnych, oliwiarka lub pudełko na wazelinę do kbk.\n\nUmundurowanie i oporządzenie strzelca: rogatywka z otokiem i orzełkiem, furażerka, 2 kurtki sukienne z patkami, wyłogami i numerami pułku na naramiennikach, 2 pary spodni sukiennych, 2 pary owijaczy sukiennych, 2 kurtki drelichowe, 2 pary spodni drelichowych, para spinaczy do spodni, płaszcz sukienny piechoty z odznakami broni i numerami na naramiennikach, 2 pary trzewików sznurowanych, 3 koszule letnie, 3 pary kalesonów letnich, 3 pary onuc letnich, 3 chustki do nosa, 3 ręczniki, 2 koszule zimowe, 2 pary kalesonów zimowych, 2 pary onuc zimowych, kaftan zimowy, szalik wełniany, para rękawic sukiennych, prześcieradło, poszewka na podgłówek, tornister (w dobrym stanie), pas główny, 5 troków, pas do spodni, chlebak, menażka, manierka, niezbędnik, 3 szczotki (w tym jedna do ubrania, jedna do butów i jeden mazak), szczoteczkę do zębów, przybory do szycia, łopatkę piechoty z pokrowcem."
        },
        {
            "title": "Życie kulturalne załogi ",
            "desc": "Życie załogi od pierwszych lat istnienia Składnicy było wzbogacane różnymi formami imprez kulturalnych, szkoleniowych, sportowych, które niejednokrotnie powstawały z inicjatywy żołnierzy.\nMiejscem tym najczęściej była świetlica, gdzie omawiano sprawozdania z całotygodniowych zajęć żołnierskich.\nZajęcia świetlicowe m. in. prowadziła p. Piwowarska z Polskiego Białego Krzyża w Gdyni.\nW planie pracy oświatowej z października 1938 r. zanotowano przymusowe nauczanie stopnia podstawowego zwalczania analfabetyzmu (w odniesieniu do czterech), prowadzone przez p. Piwowarską;\npogadanki wychowawcze prowadzone przez dowódcę pododdziału.\nZa materiał do pogadanek służyły wypadki i usterki z życia żołnierzy w ciągu tygodnia;\npogadanki z nauki obywatelskiej (na podstawie podręcznika Żołnierz-Obywatel - Wojskowego Instytutu Nauk Oświatowych).\nPonadto w świetlicy znajdował się radioodbiornik, komplet gier, biblioteka, dla której prenumerowano dzienniki:\n'Polska Zbrojna', 'Kurier Bałtycki', 'Morze', 'Żołnierz Polski' i 'Nowiny', oraz takie czasopisma, jak: 'Bellona', 'Przegląd Piechoty', 'Przegląd Kawaleryjski', 'Przegląd Artyleryjski', 'Przegląd Lotniczy', 'Przegląd Wojsk Pancernych', 'Przegląd Saperski', 'Przegląd Łączności', 'Wiadomości Techniki Uzbrojenia', 'Wojskowy Przegląd Weterynaryjny'.\n\nCzas wolny żołnierze zapełniali lekturą wypożyczaną z biblioteki, do której książki przywożono z Gdyni, a prowadził ją specjalnie przeszkolony bibliotekarz - starszy podoficer zawodowy.\n\nSzeregowi żołnierze w niedzielę (dwa razy w miesiącu) wyjeżdżali holownikiem do Gdyni, gdzie korzystali z bezpłatnego pójścia do kina, zwiedzali port i miasto.\n\nPod koniec lat dwudziestych, kiedy radioaparaty należały do rzadkości, na Westerplatte znajdowało się jedno radio w willi oficerskiej, które codziennie o godzinie 18.00 przenoszono do świetlicy żołnierskiej, gdzie odpoczywający po służbie żołnierze mogli słuchać wiadomości z Polski.\nW późniejszym okresie świetlica dysponowała już własnym radioodbiornikiem.\n\nOdbywały się również występy recytatorskie, solistów i chórów.\nWystępowali przeważnie amatorzy, często młodzież szkolna i harcerze.\nO 'deski sceniczne' na Westerplatte zahaczył w owym czasie również słynny duet humorystów lwowskich Szczepcie i Tońcio.\n\nWielką popularnością wśród załogi cieszyły się inscenizacje teatralne, przygotowywane przez członków załogi.\nNiejednokrotnie występowały też polskie zespoły amatorskie z Gdańska i Gdyni.\nPrzedstawienia miały patriotyczny wydźwięk, jak na przykład 'Spisek Kordiana'.\nNie brakowało i komedii.\nZdarzało się, iż autorami inscenizacji teatralnej byli sami żołnierze.\nNa podobne uroczystości żołnierzy zapraszano do różnych polskich towarzystw, m.in. do Towarzystwa Gimnastycznego 'Sokół' w Gdańsku.\nOczywiście w takich przypadkach obowiązywała zgoda komendanta Składnicy.\nTradycją stawały się tzw. obiady żołnierskie, wspólnie spożywane w gronie oficerów i podoficerów.\n\nNa terenie Składnicy prosperował sklep, w którym żołnierze dokonywali zakupów.\nZyski ze sprzedaży przeznaczano na zakup m.in. codziennej prasy i droższych czasopism docierających z kraju.\n\nW celu pobudzenia samokształcenia i rozwijania życia towarzyskiego podoficerowie opracowywali referaty.\nNa przykład w 1936 r. z następujących tematów:\n\n- 'Historia i zabytki miasta Torunia' (st. ogn. Leonard Piotrowski)\n- 'Budowa mostów kolejowych w czasie działań wojennych' (chór. Edward Szewczuk)\n- 'Sadownictwo w Polsce i znaczenie tego dla kraju' (sierż. Jan Ozimek)\n- 'Historia miasta Grudziądza' (sierż. Anastazy Ciechocki)\n- 'Historia i znaczenie górnictwa w gospodarstwie kraju' (plut. Jan Janikowski)\n- 'Historia miasta Wejherowa' (plut. Jan Litkowiec)\n- 'Ziemia i lud kaszubski' (plut. Alfons Brzeziński)\n- 'Wielkopolska pod zaborem pruskim' (plut. Jan Naskręt)\n- 'Ogień jako przyjaciel człowieka, a pożar jako zjawisko niszczące' (plut. Franciszek Magdziarz)\n- 'O ziemi wileńskiej - krótka historia, sprawy gospodarcze, narodowościowe i kulturalne' (Aleksander Rakowski)\n- 'Przemysł naftowy jako czynnik obronny państwa' (Paweł Garboliński)\n\nWygłaszanie opracowanych referatów i odczytów odbywało się w kasynie podoficerskim w każdy czwartek tygodnia o godz. 19.00.\nW każdą ostatnią niedzielę miesiąca o godz. 12.00 w sali kasyna podoficerskiego spożywano wspólny obiad - podoficerowie (z wyjątkiem dowódców wart) i urzędnicy cywilni zakwaterowani na Westerplatte."
        },
        {
            "title": "Opieka lekarska na Westerplatte ",
            "desc": "Na terenie Westerplatte znajdował się gabinet przyjęć i izba chorych.\nOpiekę lekarską sprawował lekarz, początkowo wyznaczany z Dowództwa Floty Gdynia, a od połowy lat 30. był przydzielony etatowo. Do obowiązków lekarza należało nadzorowanie całokształtu spraw sanitarno-medycznych, przeprowadzanie raz w miesiącu oględzin całej załogi. Lekarz i sanitariusz byli odpowiedzialni za stan produktów żywnościowych i za ich właściwy dobór w zależności od pory roku.\n\nW zbiorach Archiwum Państwowego w Gdańsku znajduje się książka okolicznościowych oględzin wojskowo-lekarskich, w której odnotowano w okresie od 8 do 31 sierpnia 1939 r. - 42 żołnierzy ze schorzeniami, takimi jak: ropień przedramienia prawego i kolana prawego, przeziębienia, bóle gardła, pokrzywka, próchnica zębów, zapalenie spojówek i oskrzeli, świerzb.\n\nW trosce o uzębienie żołnierzy, przybywających w kolejnych wymiennych plutonach wartowniczych, często z zaniedbanych regionów kraju, dowództwo dokonywało zamówień na szczoteczki do zębów. Na przykład: 2 października 1935 r. złożono zamówienie w Zakładach Przemysłowych Bronisława Grabskiego w Łodzi:\n\n'...Na zasadzie cennika PT Firmy zamawiam 66 szt. szczoteczek do zębów w cenie 0,37 zł za jedną sztukę. Szczoteczki mają być wykonane ściśle w myśl warunków technicznych MSW Dep. Int. [...] a mianowicie: szczoteczka składa się z oprawy celuloidowej i 62 pęczków szczeciny umieszczonych w oprawie i umocowanych w otworze o średnicy 1,7 mm w czterech rzędach. Oprawa z czarnego celuloidu, pęczki wykonane z białej czystej chemicznie bielonej szczeciny, bez domieszek innych włókien. Należność zostanie przekazana PT Firmie po otrzymaniu przesyłki oraz rachunku....'."
        },
        {
            "title": "Święta narodowe, wojskowe i kościelne. Opieka duszpasterska.",
            "desc": "Dzień Święta Żołnierza Polskiego 15 sierpnia 1938 r., załoga obchodziła\nwedług następującego programu:\n\n'Msza św. o godz. 9-ej rano. Po nabożeństwie przemarsz załogi. Umundurowanie i\nuzbrojenie: sukienne, hełm, pas z ładownicą i bagnetem, kbk.\n\nPoranek żołnierski - od godz. 10-ej do 12-ej.\n\nWspólny obiad żołnierski - o godz. 12-ej (w razie pogody ustawić stoły na\nboisku, w razie niepogody w jadalni żołnierskiej). W obiedzie udział biorą:\nzaproszeni goście, urzędnicy i pracownicy cywilni (bez rodzin) wszyscy\npodoficerowie i strzelcy załogi (z wyjątkiem służby wartowniczej).\n\nPo obiedzie Dowódca Plutonu Wartowniczego przygotuje i zorganizuje gry i\nzabawy żołnierskie. [...] Dowódca Plutonu Wartowniczego 14 sierpnia wygłosi\npogadankę żołnierską na temat Święta Żołnierza Polskiego; dopilnuje by\nnadawane przez Polskie Radio audycje żołnierskie w dniu 14 i 15 sierpnia -\nbyły przez całą załogę wysłuchane; 15 sierpnia wieczorem zorganizuje zabawę\nżołnierską w świetlicy. Raport z całości zda Komendantowi Składnicy o godz.\n8.15, Szefowi Wydziału Wojskowego o godz. 8.55.\n\nChorąży Edward Szewczuk zobowiązany do zorganizowania zwartego oddziału\nurzędników i pracowników cywilnych do raportu i przemarszu. St. sierż.\nLewandowski polecenie przygotowania kaplicy do Nabożeństwa. Urzędnik cywilny\nZdunkiewicz i plut. Naskręt zajmie się przygotowaniem obiadu żołnierskiego,\nzaś u.c. Gródecki i Toporowicz udekorowaniem flagami budynków na terenie\nSkładnicy'.\n\nW rozkazie dziennym nr 56 komendanta WST z dnia 9 XI 1938 r.:\n\n'...W związku z rocznicą 20-lecia Niepodległości Państwa Polskiego, zarządzam\nw dniu 11 XI br.: Msza święta o godzinie 8.00, Dekoracja krzyżami zasługi o\ngodz. 11.30, dowódca Plutonu Wartowniczego zarządzi zbiórkę plutonu o godzinie\n11-ej na placu przed koszarami, a w razie deszczu w budynku kasynowym.\nUmundurowanie: kbk., bagnety, płaszcze, pasy, ładownice, hełmy i saperki.\nWyznaczonych do dekorowania ustawić na lewym skrzydle. Dekorację przeprowadzi\nSzef Wydziału Wojskowego Komisariatu Generalnego w Gdańsku.\n\nW dniu 11 XI br. zarządzam polepszenie strawy żołnierskiej, wg wydanych\nosobiście wskazówek oraz uzyskanie zgody kpt. Krukierka...''.\n\nW dniach 11 i 12 maja 1939 r. w czwartą rocznicę śmierci Marszałka Józefa\nPiłsudskiego na Westerplatte odbyta się uroczystość żałobna. 11 maja o godz.\n20.00 nastąpiło uroczyste wywieszenie flag państwowych, przewiązanych krepą na\nznak żałoby. Na sygnał trębacza, przy prezentowaniu broni wciągnięto flagę\npaństwową do połowy masztu. 12 maja o godz. 8.00 odprawiono nabożeństwo\nżałobne w kaplicy. Żołnierze uczestniczyli w nabożeństwie przy broni bocznej.\nWieczorem o godz. 19.00 w świetlicy żołnierskiej z radia wysłuchano\nprzemówienia gen. broni Kazimierza Sosnkowskiego. O godz. 20.30 zarządzono\nzbiórkę wojska i pracowników cywilnych przed koszarami, skąd odmaszerowali na\nboisko, ustawiając się frontem do nowych koszar. Na postumencie przykrytym\nflagą państwową ustawiono popiersie Marszałka Józefa Piłsudskiego, a po jego\nbokach zapłonęły znicze. Na lewym i prawym skrzydle oddziału ustawiono\nwcześniej po jednym stosie z drzewa, które po odegraniu przez trębacza hasła\nWojska Polskiego zostały zapalone przez plut. Jana Naskręta. Po 3-minutowej\nciszy komendant odczytał fragmenty z pism Marszałka Piłsudskiego. Po omówieniu\nmodlitwy wieczornej zdjęto flagę państwową.\n\nW rozkazie szefa Wydziału Wojskowego Komisariatu Generalnego RP w Gdańsku\nz 22 grudnia 1928 r. podany został do wiadomości list pasterski dr Stanisława\nGalia ks. biskupa polowego WP, Bożego Miłowania i Stolicy Apostolskiej, który\nmiał być odczytany przy stole wigilijnym przed łamaniem się opłatkiem:\n\n'Drogi Żołnierzu! Kiedy gwiazda wigilijna na ciemnym rozgorzeje niebie, ze\nszczerym wzruszeniem zasiądziesz drogi Żołnierzu do wspólnej wieczerzy. Z\nuczuciem synowskim łamać się będziesz tradycyjnym opłatkiem ze swoim dowódcą,\nz drogim towarzyszem broni w imię serdecznej przyjaźni złożysz bratnie\nżyczenia. Widząc zaś wkoło uśmiechnięte twarze i pogodne spojrzenia, niemałą\nradością przepełnisz się w twem poczciwym sercu, a Boskiemu Dzieciątku\nbędziesz śpiewał rozgłośne nasze piękne staropolskie kolędy. Wielka bowiem\nnależy się Panu podzięka za ten skarb bezcenny, to jest za wolność i\nniepodległość Ojczyzny. Ileż wdzięczności okazać powinniśmy Panu Bogu za\nświetne zwycięstwo, które żołnierz polski pod rozkazami Naczelnego Wodza i\nTwórcy Wojska Polskiego, Marszałka Józefa Piłsudskiego oraz oddanych Ojczyźnie\ndowódców nad wrogami Krzyża Chrystusowego i drogiej naszej Ziemi odniósł.\nCześć i hołd składajmy u stóp Królowej Korony Polskiej, w kościołach i\nprzydrożnych kapliczkach, za jej przemożną opiekę, za hart i moc ducha, którym\nsię cały Naród zbroił i podnosił w walkach z wrażą przemocą. O drogi mój\nŻołnierzu! Składaj dzięki Bogu za to, że cię Polska jak syna chowała - składaj\ndzięki za te wolne orły narodowe, które na naszych chorągwiach straż czujną\ntrzymają - za ten oręż, którym wolności możesz bronić, jako największego daru\nłaskawego Stwórcy i za tę wspólną rodzinę żołnierską, śród której na prawach\nobywateli i obrońców Ojczyzny każdy się sposobi. Wpatruj się tkliwością i\nserdecznym uczuciem, w słodką postać Bożej Dzieciny w stajence Betlejemskiej i\nucz się, drogi Żołnierzu, od tego boskiego Zbawiciela i Miłośnika ludzi, owej\nwielkiej ofiarnej i wszechogarniającej miłości! Ożywiony tą serdeczną miłością\ndla braci swoich, staniesz się godnym imienia Żołnierza Polskiego oraz\nszlachetnym spadkobiercą bohaterskich obrońców Ojczyzny. Niechże to Boże\nDzieciątko błogosławi tym naszym orężem zastępom, hartuje ich moc i serca\nrozpala szlachetną i wzniosłą miłością Ojczyzny'.  \n\n![Kolacja wigilijna na Westerplatte, 1931 rok](/assets/pic/przed6.jpg)\n\nPodczas ostatniej uroczystości kościelnej na Westerplatte, związanej ze\nświętem Wielkanocnym, w rozkazie z dnia 5 kwietnia 1939 r. wpisane zostały\nżyczenia od komendanta WST, od szefa Wydziału Wojskowego Komisariatu\nGeneralnego RP w Gdańsku, od dowódcy Oddziału Zamkowego prezydenta RP. Dowódca\nOkręgu Korpusu nr VIII w Toruniu, również przesłał życzenia treści\nnastępującej:\n\n'Na nadchodzące Święta życzę serdecznie, Warn żołnierze i Waszym Rodzinom aby\npiękna postawa całego naszego społeczeństwa oraz pogłębiająca się moc wartości\nmoralnych i materialnych w naszym Narodzie pozwoliły Warn spędzić w pokoju i\nradości wiary we własne siły i w oparte na tym szczęśliwe Jutro'.\n\nOpiekę duszpasterską w od początku istnienia Składnicy sprawowali\nzmieniający się kapelani. Od 1936 r. powierzono ją, w porozumieniu z\nDziekanatem Wojskowym w Toruniu, księdzu kapelanowi Janowi Bemke. Do\nobowiązków kapelana należało: odprawianie mszy świętej w każdą niedzielę i\nświęta oraz w czasie uroczystości państwowych i wojskowych, jak również\nsprawowanie opieki duszpasterskiej nad załogą Westerplatte. Z tytułu\nwykonywania powierzonych obowiązków ksiądz kapelan otrzymywał 80 zł\nmiesięcznie płatne z dołu każdego miesiąca, z czego 50 zł z Dziekanatu\nWojskowego w Toruniu, zaś pozostałe 30 zł od Szefa Wydziału Wojskowego\nKomisariatu Generalnego RP w Gdańsku. Otrzymywał również zwrot faktycznych\nkosztów przejazdu tramwajem lub kolejką na Westerplatte.\n\nNa terenie Składnicy była żołnierska kaplica polowa, zawierająca wszelkie\nprzybory kościelne i szaty liturgiczne, tj. ołtarz przenośny, szafę na ornaty,\nobrusy, ornaty, tamże alby, stoły, mszał, krzyże, lichtarze itp.. Walizą\nzawierającą kompletne wyposażenie kaplicy polowej opiekowali się kolejni\nplutonowi lub pracownicy cywilni (zgodnie z rozkazami komendanta).\n\n\n"
        },
        {
            "title": "Działalność charytatywna",
            "desc": "Działalność charytatywną załogi Składnicy utrwalają raporty dzienne\nkomendanta:\n\n'6 lutego 1935 r. do dyspozycji Komitetu Powodziowego w Małopolsce zostały\nskierowane przedmioty umundurowania wojskowego, podlegającego wybrakowaniu,\npozbawione cech wojskowych: 41 par trzewików sznurowanych, l para butów\nfilcowych, 2 płaszcze brezentowe, 15 bluz drelichowych, 10 kurtek sukiennych,\n18 kaftanów dzianych, 40 par spodni sukiennych i 25 szt. czapek cywilnych.'\n\n4 lutego 1939 r. w rubryce 'Składki na biedne dzieci' odnotowano:\n\n'...W związku z dobrowolną składką zebraną w styczniu br. na podarunek\ngwiazdkowy dla biednych dzieci wśród załogi wojskowej i pracowników cywilnych,\npodaję do wiadomości że zostało zebrane: wśród załogi wojskowej 98 J 6 zł,\npracowników cywilnych - 53,00 zł. Za tę obywatelską ofiarność wyrażam\nwszystkim ofiarodawcom moje podziękowania...'. Zebrana kwota została\nrozdzielona pomiędzy następujące instytucje: a) Towarzystwo Opieki nad\nOciemniałymi w Warszawie 51 zł; b) Dla Ognisk Matki i Dziecka: l. Koło\nGospodyń Wiejskich przy Małopolskim Towarzystwie Rolniczym w Krakowie kwota 50\nzł; 2. Wojewódzkie Organizacje Kół Gospodyń Wiejskich przy Wojewódzkiej\nOrganizacji Kółek Rolniczych w Wilnie - kwota 50 zł.'\n\n29 kwietnia 1939r., pod pozycją 'Składki na święcone' odnotowano:\n\n'...Stwierdzam że na 'święcone' dla biednych dzieci polskich w Kodniu została\nwśród załogi wojskowej i pracowników cywilnych W-tte zebrana kwota 150 zł.\nWszystkim ofiarodawcom za ten piękny czyn wyrażam moje uznanie i\npodziękowanie. Kwotę powyższą przekazałem pocztą na ręce księdza superiora\nGruszeckiego, klasztor oo. Oblatów w Kodniu, skąd nadszedł list z\npodziękowaniem. Dowód wpłaty i list wraz z listą składek znajdują się w aktach\nkancelarii'.\n\n\n"
        },
        {
            "title": "Sport na Westerplatte ",
            "desc": "Wielką popularnością cieszył się sport. Tężyznę fizyczną żołnierzy\ngwarantowała codzienna poranna gimnastyka i zajęcia z wychowania fizycznego.\nŻołnierze uprawiali wiele dyscyplin sportowych bądź to w świetlicy, bądź na\nplacu sportowym lub też na morzu.\n\nW rozkazie dziennym komendanta WST z dnia 14 czerwca 1933 r. opisano\nkąpiel w morzu:\n\n![Zbiórka przed kąpielą w morzu](/assets/pic/sp2.jpg)\n\n 'W myśl pkt. 7 zarządzam dla\nżołnierzy kąpiel w morzu od godz. 12-13, gdy ciepłota przekroczy +16°C. W\nkąpieli mogą brać udział pracownicy cywilni. Podczas kąpieli ma być obecny\npodoficer służbowy i sanitarny. Miejsce kąpieli - między dwoma lewymi rzędami\npali; granicą między brzegiem a głębokością wynoszącą około 140 m, której nie\nwolno przekroczyć nawet dobrze pływającym, oznaczy podoficer sanitarny\nczterema chorągiewkami. Na granicy w czasie kąpieli ma znajdować się łódź z\nobsługą i przyrządami ratowniczymi: koło z linką, bosak itp. Do wody nie wolno\nwchodzić żołnierzom spoconym i zmęczonym. Początek i koniec kąpieli podaje\npodoficer służbowy trąbką lub gwizdkiem'.\n\nW rozkazie dziennym z 28 sierpnia 1934 r. komendant WST dokonał przydziału\nkajaków według następującego zapisu:\n\n'...Celem utrzymania kajaków w należytym porządku oraz uregulowania gospodarki\nwypożyczania kajaków, przydzielam poszczególne kajaki następującym\npodoficerom: l. st. ogniomistrzowi Piotrowskiemu 'Baśkę', 2. st. sierż.\nTuroczemu 'Hankę', 3. sierż. Rasińskiemu 'Halę', 4. sierż. Ciechockiemu\n'Wandę', 5. sierż. Ozimkowi 'Kaśkę', 6. plut. Brzezińskiemu -'Zośkę', 7. plut.\nJanikowskiemu - 'Stefę', 8. kpr. Brzezińskiemu 'Danutę'. Wyżej wymienieni\npodoficerowie odpowiedzialni są za należytą konserwację kajaków i wioseł oraz\nuprawnieni do wypożyczania kajaków innym podoficerom, szeregowcom i\npracownikom cywilnym załogi. Szefem w/wym. drużyny kajakowej wyznaczam st.\nogn. Piotrowskiego'.\n\nW rozkazach dziennych odnaleźć też możemy wykazy nagród w poszczególnych\ndyscyplinach sportowych:\n\nStrzelanie z broni małokalibrowej na 50 m: l nagroda - zegarek i 7 dni\nurlopu, 2 nagroda - koszula i krawat, 3 nagroda - pugilares i krawat.\n\nZawody kajakowe: 1 nagroda - komplet do golenia, 2 nagroda - koszula i\nkrawat, 3 nagroda - pugilares i taśma stalowa do mierzenia.\n\nZ okazji Święta Żołnierza 13 września 1935 r. rozdano nagrody w zawodach\nsportowych w następujących dyscyplinach:\n\n'1. W zawodach w siatkówkę zespół drużyny otrzymał 6 szt. noży kieszonkowych,\n2. W zawodach w koszykówce zespół drużyny otrzymał 5 szt. aparatów do golenia;\nw zawodach włażenia na słup - zdobywca I nagrody otrzymał sardynki, 2 flaszki\npiwa i pół kg kiełbasy, zaś zdobywca nagrody drugiej 100 szt. papierosów; za\nbiegi w workach zdobywca I nagrody otrzymał krawat, zdobywca II-ej - 3\nchusteczki do nosa; za biegi z jajkiem -I nagroda - portmonetka skórzana, II -\nnagroda - dwie pary skarpet'. \n\n![Zawody w grze w siatkówkę\n(1935)](/assets/pic/sp1.jpg)\n\n"
        },
        {
            "title": "Akcja wzmocnienia załogi Wojskowej Składnicy Tranzytowej ",
            "desc": "W początkach lat trzydziestych w WM Gdańsku zaczęły się pogłębiać nastroje\nantypolskie, podsycane głównie przez propagandę hitlerowską, wobec czego\nzachodziła konieczność wzmocnienia stanu załogi. Agresywne poczynania na\nterenie WM Gdańska przez organizacje hitlerowskie terroryzowały ludność\npolską. Budynki smarowano smołą znakiem hakenkreuz, dokonywano napadów.\nPolicja gdańska we wszystkich tych wypadkach była po stronie hitlerowców. Akty\nprowokacji stawały się coraz liczniejsze i bardziej brutalne. Kiedy zaś Rada\nPortu i Dróg Wodnych rozwiązała policję portową, w której służbę pełnili\nrównież Polacy, Rząd Polski zdecydował postawić tamę dalszej eskalacji\nwydarzeń.\n\n6 marca 1933 r. o godz. 7.45 do basenu na Westerplatte wpłynął ORP\n'Wilja', mając na pokładzie 120 żołnierzy z Batalionu Morskiego, jako\nwzmocnienie załogi WST. Wyokrętowanie wojska nastąpiło o godz. 8.45. Dowództwo\nnad całym terenem WST, łącznie z rejonem basenu, tj. strefy niebieskiej, objął\nodkomenderowany z Dowództwa Floty mjr Wnuk.\n\n7 marca Senat WM Gdańska w nocie przesłanej na ręce Wysokiego Komisarza\nLigi Narodów oskarżył Polskę o naruszenie umowy z 22 czerwca 1921 r. - o\nstanie liczebnym polskiej załogi.\n\nW ciągu następnych dni dalsze protesty i oskarżenia napływały pod adresem\nwładz polskich, odbywały się również spotkania i rozmowy na szczeblu\ndyplomatycznym, w celu rozwiązania zaistniałego kryzysu.\n\nMimo żądań władz gdańskich uwolnienia basenu na Westerplatte na użytek\nRady Portu i Dróg Wodnych, strona polska stanowczo odmawiała, motywując\nprzedłużony pobyt ORP 'Wilja' awarią silników, a później zapowiadanym\nzaładunkiem materiałów wojennych do Estonii.\n\n14 marca Prezydent Senatu WM Gdańska Ernst Ziehm złożył w Sekretariacie\nLigi Narodów trzy noty, protestując przeciwko: 1) pozostawieniu ORP 'Wilja' w\nbasenie Westerplatte; 2) przetrzymywaniu basenu przez władze polskie, oraz 3)\ndokonywanym na terenie Westerplatte umocnieniom i uzbrojeniom.\n\n15 marca Senat WM Gdańska powiadomił Komisarza Generalnego RP o mającej\nnastąpić wizytacji Westerplatte przez prezydenta Policji lub któregoś z jego\nzastępców. Odpowiedź polska była negatywna, a mjr Wnuk dostał polecenie nie\nwpuszczania na teren Westerplatte nikogo z Gdańskiej Policji bez specjalnego\nrozkazu Dowódcy Floty.\n\nTego samego dnia Senat WM Gdańska otrzymał od prezydenta Senatu Ziehma\nprzebywającego w Genewie, następujące instrukcje: przekazać policję portową\nRadzie Portu i Dróg Wodnych oraz zaniechać wizyty Policji na Westerplatte.\nJednocześnie strona gdańska zapewniła władze polskie o ochronie strefy\nportowej przed jakimikolwiek incydentami ze strony ludności cywilnej.\n\nWobec przywrócenia sytuacji, jaka mniej więcej istniała przed wywołanym\nkryzysem i po zapewnieniach władz WM Gdańska, że w przyszłości nie będą\nwysuwane z tego powodu żadne pretensje przeciw Polsce, rząd polski postanowił\nsprawę zakończyć.\n\n16 marca, o godz. 22.40 ORP 'Wilja' opuściła basen na Westerplatte,\nzabierając na pokładzie 100 żołnierzy, pozostawiając 20 ludzi w Składnicy. Z\ntym momentem kpt. Lityński przejął ponownie komendę nad Wojskową Składnicą\nTranzytową.\n\nDoświadczenia wynikłe z powyższego kryzysu miały dalekosiężne i dodatnie\nskutki. Podczas pobytu wzmocnionej załogi na Westerplatte, zostały rozbudowane\numocnienia palowe, które jednak nie uszły uwadze władz gdańskich. Po\nzałatwieniu zatargu, musiały być one na żądanie Wysokiego Komisarza Ligi\nNarodów pod presją Senatu usunięte, co zresztą zostało wykonane. Okazało się\nbowiem, że tego rodzaju system obronny jest trudny, jeżeli niemożliwy do\nukrycia. Stąd komendant, kpt. Lityński w liście tajnym do Dowódcy Floty w\nGdyni z dnia 16 maja 1933 r. stwierdził, że obrona Westerplatte musi być\noparta przede wszystkim na umocnieniach stałych, o mocnych piwnicach\nprzystosowanych do obrony, w których może być umieszczona na stałe broń i\namunicja. Był to początek rozważań i dyskusji, które w konsekwencji\ndoprowadziły do stworzenia planu i systemu obrony, który dobrze zdał egzamin w\n1939 r.\n\nWarto w tym miejscu stwierdzić, że przed wybudowaniem wartowni i koszar\nprócz służby wartowniczej zabezpieczała teren WST przed wtargnięciem osób\nobcych sieć alarmowa. Od strony lądu wzdłuż kanału w kierunku bramy głównej i\ndalej do budynku stacji kolejowej - przeciągnięty byt cieniutki drut miedziany\nw izolacji czarnej emalii nad ziemią na wysokości 0,5 metra. Trasa tego\nprzewodu podzielona była na dziesięć odcinków, połączonych ze stacyjką\ndziesięcioklapkową znajdującą się w wartowni. W przypadku przerwania przewodu\nuruchamiany był burczyk z numerem tego odcinka. Natychmiast wysyłany był na\nten odcinek patrol w celu stwierdzenia przyczyny. Zdarzało się, że w czasie\njednej zmiany służby wartowniczej takich alarmów bywało kilka''.\n\nLatem 1939 r. z materiału drzewnego wykonano dodatkowo szereg umocnień i\nstanowisk obronnych, takich jak: rowy strzelnicze, wykopy na schrony\ndrewniano-ziemne, potykacze i tzw. wilcze doły - pułapki.\n\n"
        },
        {
            "title": "Ostatni skład załogi Wojskowej Składnicy Tranzytowej ",
            "desc": "W dniu 1 września 1939 r. w obronie Westerplatte stanęła do walki\n205-osobowa wojskowa i cywilna załoga. W oparciu o dokumentację archiwalną jej\nskład uformowano następująco:\n\nZanim nastąpiła ostatnia półroczna wymiana oddziału wartowniczego w marcu\n1939 r., na terenie Wojskowej Składnicy Tranzytowej służbę pełnili: komendant,\njego zastępca, podoficerowie zawodowi, urzędnicy cywilni i pracownicy\nkontraktowi. Stanowili oni 30-osobową grupę;\n\nZ plutonu wartowniczego przybyłego 20 września 1938 r., a kończącego\npółroczną, wymienną służbę, wybrano 10 żołnierzy, pozostawiając ich na\nWesterplatte;\n\nW okresie od 17 marca do 5 kwietnia 1939 r. przybył 80-osobowy skład\nwymienny oddziału wartowniczego, wybrany z pułków 2. Dywizji Piechoty Legionów\nw Kielcach;\n\n8 czerwca 1939 r. przybyło 15 żołnierzy z II Batalionu Morskiego z Gdyni-\nRedłowa;\n\n30 lipca 1939 r. przybyto 20 żołnierzy z 14. Dywizjonu Artylerii Konnej w\nBiałymstoku;\n\nLatem 1939 r. przybył z Marynarki Wojennej mat nadterminowy (rusznikarz)\noraz 4 pracowników kontraktowych.\n\n4 sierpnia 1939 r. przybyli dwaj oficerowie z 69. Pułku Piechoty z Gniezna\ni 5. Pułku Strzelców Konnych z Dębicy;\n\n7 i 13 sierpnia 1939 r. przybyto 43 żołnierzy z pułków stacjonujących na\nWileńszczyźnie.\n\nSierpniowe uzupełnianie załogi stworzyło 205-osobową grupę żołnierzy\nskładającą się z: 5 oficerów, 3 chorążych, l zbrojmistrza, 7 urzędników\ncywilnych, 18 pracowników kontraktowych, 14 podoficerów zawodowych, 27\npodoficerów służby zasadniczej, 7 podoficerów nadterminowych, 2 matów\nzawodowych, l nadterminowego, 17 starszych legionistów i strzelców, 102\nlegionistów i strzelców oraz zawiadowcy stacji handlowej PKP Westerplatte.\n\n\n"
        },
        {
            "title": "Niemieckie prowokacje wobec Wojskowej Składnicy Tranzytowej ",
            "desc": "Od 1931 r. Wojskowa Składnica Tranzytowa była stałym obiektem\nzainteresowania gdańskiej policji śledzącej życie załogi, o czym świadczą\nzapisy zachowane w materiałach archiwalnych. Oto przykłady takich wydarzeń:\n\n'Dnia 24 lipca 1931 pełniący służbę wartownika na posterunku nr 2 nad basenem,\nna 15 minut przed zmianą, idąc wzdłuż parkanu do dzwonka alarmowego nr 4\nusłyszał cichy strzał i świst pocisku, przelatujący nad głową na wysokości\nmniej więcej dwóch metrów. Pocisk padł z przeciwległej strony kanału,\nnajprawdopodobniej z ogrodu znajdującego się przy Urzędzie Pilotów'.\n\nO powyższym zajściu zameldował dowódcy warty strz. Stanisław Okoński,\npełniący służbę wojskową od 14 marca 1930 r..\n\nD nia 2 czerwca 1932 r. komendant kpt. Jan Lityński w piśmie do szefa\nWydziału Wojskowego pisał:\n\n'...Melduję panu pułkownikowi, że policja gdańska, pełniąca służbę pod murami\nWesterplatte, śledzi szczegółowo życie załogi WST i spostrzeżenia swoje\nprzesyła częściowo telefonicznie swoim przełożonym. Wobec powyższego proszę o\nspowodowanie dostarczenia mi przez Główną Składnicę Zaopatrzenia Inżynierii\naparatu podsłuchowego, który by umożliwił stwierdzić, jakie spostrzeżenia są\nprzez nich zbierane i co ich najwięcej interesuje. Podsłuch taki jest zupełnie\nmożliwy mając taki aparat, ponieważ ich linia telefoniczna z posterunku\nprowadzi obok linii naszej łączącej Westerplatte z Komendantem Generalnym w\nGdańsku i druga z centralą miejską. Podsłuch przy pomocy radioodbiornika jest\nwprawdzie równie możliwy, lecz tylko w tym czasie, gdy stacje foniczne\nWarszawa i Gdańsk nie są czynne'.\n\nDnia l czerwca 1932 r. do Szefa Oddziału II Sztabu Głównego w Warszawie:\n\n'...Melduję Panu Pułkownikowi, że w dniu 28 V na Westerplatte między godz.\n21-21.30 wartownik na posterunku Nr 3 (nad morzem) strzelec Sierostawski\nŁucjan będąc koło muru wschodniego posłyszał kroki zbliżających się osób.\nSchowany za murem dostrzegł nadchodzących 4 policjantów gdańskich, którzy po\nzbliżeniu do zasieków łączących się z murem stanęli i obserwowali teren\nWesterplatte. Jeden z nich objaśniał innych o drodze wartownika. Wypowiedział\nm.in. te słowa: 'Von dieser mauer ab, geht der Posten bis an die Badeanstalt\nam Tage und m der Nacht'. [0d tego muru aż do łaźni są rozmieszczone\nposterunki w dzień i w nocy...]. Policjanci zatrzymali się na wspomnianym\nmiejscu mniej więcej 5 minut. W tymże samym dniu podoficer służbowy sierż.\nToporowicz widział policjanta obserwującego teren Westerplatte przy pomocy\nlornetki z tego miejsca. 31 V br. około godz. 23.25 przybita do brzegu koło\nzasiek oddzielających basen od rejonu czerwonego, po stronie basenu łódka, z\nktórej wysiadło 5 mężczyzn. Wymienieni przez prawie godzinę znajdowali się\nprzy zasiekach i kilka razy podchodzili aż do furtki prowadzącej do basenu'.\n\n20 czerwca 1932 r. meldowano do Komisarza Generalnego RP w Gdańsku:\n\n'...W dniu 18 czerwca br. o godz. 8.00 przejeżdżała kanałem portowym wzdłuż\nWesterplatte wycieczka młodzieży na statku 'Falke'. W czasie tym południowa\nczęść basenu Westerplatte była obsadzona przez oddział wojskowy polski, gdyż w\ndniu tym przewidziany byt eksport materiału wybuchowego. W chwili\nprzejeżdżania około polskiej wartowni przy basenie Westerplatte młodzież\nzaczęta wznosić okrzyki: ''Polen verrecke'. Tego dnia około godz. 17 min. 50\nmotorówka 'Bajka', idąca pod banderą wojenną, została obrzucona przez\npasażerów statku 'Schwan' w chwili, gdy przepływała około wschodniej części\nHolmu przez Kaiserhafen, jakimiś twardymi przedmiotami, które jednak nie\ntrafiły w motorówkę, a przed jej dziobem wpadły w wodę. Tegoż dnia o godz.\n19.00 przeprawiło się promem przy wejściu na Westerplatte 70 hitlerowców\numundurowanych, którzy po przejściu na brzeg uformowali się czwórkami i\nprzemaszerowali do następnego promu około Weichselmunde, poczem przeprawili\nsię z powrotem w kierunku Nowego Portu...'.\n\n13 marca 1933 r. dotarła informacja bezimienna, utajniona do dowódcy\nWesterplatte:\n\n'...l. Na wieży budynku Firmy 'Anker' ma się znajdować w okienku posterunek\nobserwacyjny i alarmowy; 2. Tak samo w budynku Firmy 'Prove' w okienku pod\ndachem, skierowanym na Westerplatte. Posterunki wymienione są zaopatrzone w\nlornetki i kb., i mają za zadanie przeprowadzania stałej obserwacji\nWesterplatte oraz komunikowanie się z policją. Przy ulicy Schulstrasse w Nowym\nPorcie u piekarza Dittmanna ma być umieszczona placówka hitlerowska w sile 7\nludzi, która ma również za zadanie obserwować i prowadzić wywiad na\nWesterplatte'.\n\n12 kwietnia 1933 r. do wiadomości szefa Wydziału Wojskowego Komendanta\nGeneralnego RP w Gdańsku podano:\n\n'...Na podstawie informacji pochodzących od dowódcy plutonu żandarmerii w\nTczewie melduję, że dnia 18 marca 1933 r. odbyło się w Lisewie w restauracji\nNeumana [teren WM Gdańska] zebranie hitlerowców. Na zebraniu omawiano m.in.\nkwestię opanowania Gdańska przez hitlerowców, co ma nastąpić rzekomo w\nnajbliższych dniach. Ponadto poruszono sprawę załogi polskiej na Westerplatte,\nktórej usunięcie planowane jest przez urządzenie sabotażu...'.\n\n4 maja 1933 r. powiadomiono szefa Oddziału II Sztabu Głównego w Warszawie:\n\n'...Melduję panu Pułkownikowi, że w dniu 3 maja 1933 r. około godz. 22.00 na\nWesterplatte po stronie zachodniej od strony morza podpłynęła łódka i przybiła\ndo brzegu na granicy strefy niebieskiej i czerwonej w okolicy dawnych\nłazienek. Z łódki wysiadło kilka osób, z których paru udało się w strefę\nniebieską a jeden do strefy czerwonej, gdzie przekroczył druty kolczaste i\n'wilcze doły'. Wartownik zauważywszy to wezwał osobnika do zatrzymania się, a\ngdy to nie poskutkowało, wystrzelił. Wówczas osobnik powrócił na strefę\nniebieską i z pozostałymi tam ludźmi siedli do łódki i odpłynęli. W dniu\ndzisiejszym około godz. 8.15 w okolicy schronu Nr 16 znowu podpłynęła łódź z\ndwoma ludźmi, którzy wylądowali po stronie strefy niebieskiej i jeden z nich\nwkroczył w strefę, gdzie robił wrażenie czegoś szukającego. Gdy spostrzegł, że\nzostał zauważony przez wartownika (odległość około 400 m), wycofał się na\nstronę niebieską i wraz z drugim szybko odpłynęli w kierunku latarni\nmorskiej...'.\n\n22 stycznia 1935 r. odnotowano wypadek na posterunku:\n\n'...około godz. 13.20 posterunek nr 5, strzelec Dembiński Bernard, pilnujący\nbram prowadzących z Westerplatte do basenu, został ugodzony pociskiem w hełm\nstalowy. Strzelec Dembiński w chwili uderzenia pocisku w hełm -stal na torze\nkolejowym odwrócony tyłem do basenu. Przeprowadzone przeze mnie dochodzenie\nnie ujawniło winnego, prócz tego, że strzał był słyszany przez jednego z\nwartowników. [...] Na hełmie w części przedniej górnej, po stronie lewej\ntwarzy, jest widoczne wklęśnięcie podłużne z czterema zagłębieniami i\nczęściowym starciem farby. [...] Długość wklęśnięcia wskazuje na kierunek\nstrzału, który mógł pochodzić od strony kanału (Nowy Port) lub od strony\nmorza. Uderzenie pocisku było stosunkowo słabe, co wskazuje na to, że: l.\nstrzał pochodził z dalszej odległości z broni silnej jak kb. ewentualnie nawet\nz rykoszetu, lub 2. z broni słabszej jak rewolwer, lecz z bliższej\nodległości...'.\n\n23 października 1935 r. komendant złożył meldunek do szefa Wydziału\nWojskowego Komisarza Generalnego RP:\n\n'...o godz. 13.00 wydelegowałem chór. Szewczuka Edwarda do komisyjnego odbioru\nolejów dla Marynarki Wojennej w Gdyni z Polskiego Towarzystwa Naftowego na\nWisłoujściu. Kazałem udać się motorówką nr 1 'Wicher' z równoczesnym zbadaniem\nsprawności motoru w czasie jazdy, ze względu na dłuższy postój motorówki w\ngarażu. Po powrocie z komisji, chór. Szewczuk motorówkę ze sternikiem matem\nIgnatowiczem i matem Kłysem odesłał do garażu. Po przybyciu na miejsce zastali\ngaraż zajęty. Okazało się, że oberbaurat Schmidt korzystając z chwili, kiedy\ngaraż był otwarty, polecił swoim robotnikom wtargnąć do wewnątrz, wyrzucić\nsprzęt stanowiący własność Skarbu Państwa i zająć go. Robotnicy część sprzętu\nwyrzucili na ląd, poczem wstawili motorówkę Rady Portu, którą przycumowali\ncumami należącymi do motorówki nr l. [...] ustawili się po obu wewnętrznych\nstronach garażu w wyzywającej postawie, zagradzając wejście do wewnątrz [...]\nmat Ignatowicz zrezygnował z wejścia do garażu i udał się motorówką do\nprzystani Polskiego Klubu Morskiego, gdzie pożyczył cumy i tam motorówkę\nprzycumował...'.\n\n24 sierpnia 1936 r. komendant meldował szefowi Wydziału Wojskowego\nKomisariatu Generalnego RP:\n\n'...strzelcy z załogi Westerplatte wyjeżdżający na urlopy, przepustki bądź też\ndo szpitala, skarżą się, że w drodze powrotnej na Westerplatte, są\nzatrzymywani w pociągach na terenie Wolnego Miasta Gdańska przez celników\ngdańskich względnie urzędników policyjnych, którzy robią im trudności przy\nwysiadaniu - twierdząc, iż karta urlopowa, względnie rozkaz wyjazdu nie jest\ndla nich (urzędników gdańskich) miarodajnym dokumentem, umożliwiającym\nprzejazd do Gdańska.' Proszę o wyjaśnienie, jakim dowodem względnie\nlegitymacją, mają się strzelcy legitymować, by uniknąć zatargów z urzędnikami\ngdańskimi'.\n\nO sytuacji na Westerplatte w sierpniu 1939 r. meldował mjr Sucharski\nszefowi Wydziału Wojskowego Komisariatu Generalnego RP:\n\n'..Melduję o spostrzeżeniach z frontu w dniu 3 sierpnia między godz.\n21.45-23.00 chór. Gryczman Jan, będąc przy posterunku Nr 5 nad kanałem,\nzauważył wjazd jakiegoś statku (którego flagi rozpoznać nie mógł) z morza do\nstrefy wolnocłowej. Światła po drugiej stronie kanału (w rejonie wieży\npilotów) pogasły, mimo to jednak zauważył wychodzące grupy ludzi z rejonu\nstrefy wolnocłowej, którzy nieśli jakieś przedmioty. Odniósł wrażenie, że byli\nto ludzie ze statku. Liczbę ich określił na około 40 ludzi. Dnia 3 sierpnia\nwieczorem, do mieszkania u.c. Repelowicza Jana (koszary - Nowy Port) przyszły\nżony mieszkających tam listonoszów poczty polskiej - Lisa i Rzepki, i\nzakomunikowały żonie Repelowicza o rzekomo poufnym okólniku poczty, by rodziny\npracowników pocztowych w możliwie krótkim czasie opuściły teren gdański i\nudały się jak najdalej w głąb kraju, zabierając ze sobą tylko\nnajniezbędniejsze rzeczy. Informacje te wywołały pewien niepokój wśród rodzin\npracowników Westerplatte, którzy tam jeszcze mieszkają...'.\n\nMeldunek z sierpnia 1939 r.:\n\n'...po godz. 22.00 w dniu 10 sierpnia wartownik na posterunku Nr 2 kpr.\nMajcher Jan będąc pod garażem elektrogeneratora usłyszał głośniejszą rozmowę z\nkierunku południowo--wschodniego rogu muru, w rejonie warsztatów Rady Portu.\nPrzybywszy natychmiast na schodki w/wym. rogu wartownik zobaczył na drodze\nstojącego schupowca z osobnikiem cywilnym i usłyszał następującą rozmowę w\njęzyku polskim: 'To pan jest starszy strzelec?', na co cywilny odpowiedział\n'tak'. Schupo wezwał osobnika cywilnego do pójścia z nim, a skoro cywilny\nwzbraniał się pójść, schupo wezwał gwizdkiem drugiego policjanta i razem\nposzli w kierunku bramy nr l Westerplatte. Wartownik na posterunku nr l nie\nzaobserwował wejścia w/wym. do wartowni przy bramie głównej Westerplatte.\nNależy przypuścić, że zaaresztowany został przewieziony łódką na drugą stronę\nkanału. Równocześnie melduję, że wyżej wymieniony osobnik cywilny nie jest ze\nskładu załogi Westerplatte, gdyż znajdujący się w Szpitalu Morskim w Gdyni\nlegioniści Nowak Jan i Grudzień Józef - będą zwolnieni dopiero w dniu 12 bm -\nco oświadczono telefonicznie ze Szpitala Morskiego plut. Magdziarzowi w dniu\n10 bm o godz. 11.30, który z mego rozkazu zasięgał informacji w sprawie ich\npowrotu...'.  \n\n![Mjr Henryk Sucharski z oficerami i podoficerami](/assets/pic/przed1.jpg)\n\n16 sierpnia 1939 r.:\n\n'...że w forcie Weichselmunde znajdują się działka przeciwpancerne.\nStwierdziłem to osobiście wracając wczoraj wieczorem z Gdańska. W bramie fortu\nWeichselmiinde stał duży ciężarowy samochód, a na nim zauważyłem dwa działka\n(przypuszczalnie są to działka ppanc.). Obok samochodu stała obsługa w\nmundurach jakie zauważyliśmy jadąc do Gdańska (te rzekomo lotnicze)'.\n\n\n"
        },
        {
            "title": "Siedem dni obrony",
            "desc": "### 1 września\n\n![Pancernik Schleswig-Holstein](/assets/pic/sh.jpg)\n\nO godz. 4.30 niemiecki\npancernik 'Schleswig-Holstein' przyjął stan gotowości bojowej. Zarządzono\nalarm. O godz. 4.43 w dzienniku pokładowym odnotowano: Okręt idzie do ataku na\nWesterplatte (Schiff geht zum Angriff auf Westerplatte vor). O godz. 4.45\nsalwą ogniową z pancernika rozpoczęła się druga wojna światowa. O godz. 4.50\nmjr Sucharski nawiązał łączność telefoniczną z dowództwem Marynarki Wojennej w\nGdyni. Wiadomość była krótka, lecz tragiczna:\n\n'O godz. 4.45 dnia 1 września pancernik 'Schleswig-Holstein' rozpoczął\nbombardowanie Westerplatte. Bombardowanie trwa'.\n\nP rzyszedł czas na udowodnienie wieloletnich wysiłków polskich żołnierzy\nna Westerplatte, zmierzających do wzmocnienia obronności Składnicy. Myśl\ntaktyczna i konstrukcyjna oficerów sztabowych i inżynierów, pracowitość rąk\nsetek żołnierzy i wielu pracowników cywilnych, po 13 latach, 7 miesiącach i 11\ndniach została wystawiona na najcięższą próbę - przeciwstawienia się nawale\nognia i stali, jaka runęła na polski półwysep z lądu, morza i powietrza.\n\nW chwili napaści żołnierze z placówki 'Prom' byli w trakcie przygotowań do\nodmarszu do koszar po skończonej służbie. Gdy brama kolejowa wyleciała w\npowietrze, zajęli natychmiast stanowiska ogniowe i przywitali ogniem\nkarabinów, i broni maszynowej wdzierające się oddziały niemieckie.\nRównocześnie alarm dla całej załogi postawił w gotowości do walki wszystkie\nplacówki. Działo polowe pod ogniem niemieckich cekaemów wytoczono z garażu na\nprzygotowany punkt na skraju lasu.\n\n![Odziały niemieckie](/assets/pic/woj1.jpg)\n\nNieprzyjaciel skierował główne\nnatarcie na placówkę 'Prom'. Zajęczała ziemia, chmury czarnego dymu z dnia\nuczyniły noc. Na głowy obrońców posypały się drzewa, gałęzie i spadająca\nziemia. Padli pierwsi zabici. Pomimo silnego ognia wrogich cekaemów patrol\nzniósł wartownię policji gdańskiej przy głównej bramie oraz rozproszył\nniemiecką kompanię piechoty, posuwającą się w kierunku kanału portowego.\n\nJedyne działo polowe ogniem bezpośrednim zlikwidowało kilka niemieckich\nkarabinów maszynowych w budynkach po zachodniej stronie kanału portowego w\nNowym Porcie - latarnię morską, kapitanat portu, spichlerze.\n\nPonowny atak na placówkę 'Prom' odparły moździerze spod koszar, zmuszając\nNiemców do odwrotu. Na akcje moździerzy odpowiedziały działa pancernika,\nniszcząc barykady z pni drzewnych, a także uszkadzając elewacje budynku\nkoszar, które mimo to nic utraciły swej przydatności do obrony.\n\nW tym samym czasie od strony basenu amunicyjnego obsada placówki\n'Przystań' prowadziła walkę ogniowa z przeciwnikiem poprzez kanał portowy w\nrejonie wieży pilotów i komory celnej przy wejściu do portu. Placówka 'Prom'\nodparła kolejny atak niemiecki, otrzymując wsparcie plutonu moździerzy spod\nkoszar. Przerażona piechota niemiecka opuściła teren Westerplatte.\n\nNiemcom nie udało się planowane błyskawiczne zajęcie terenu Westerplatte\ni dlatego przystąpili do szturmu artyleryjskiego. Od 5.35 do 9.00 ostrzeliwali\nWesterplatte baterią z Brzeźna, cekaemem ze spichlerzy i wieży kościoła w\nNowym Porcie. Łatwo odkryli i zniszczyli polskie działo, z którego oddano 28\nskutecznych strzałów. Na rozkaz komendanta wycofano obsadę placówki 'Prom',\nktóra wzmocniła załogę koszar i wartownię nr 1.\n\nKolejne natarcie niemieckie, przeprowadzone od godz. 9.00 do 11.00,\nodparły wartownie nr 1, 2 i 5 oraz placówka 'Fort'. Najdłużej trwała walka na\nodcinku placówki 'Przystań'.\n\nTrzeci atak na wartownie 1, 2 i 5 odbył się pomiędzy godz. 19.00 a 20.30.\nNiemcy, nie dając za wygraną, skoncentrowali silny ogień artyleryjski z\npancernika i baterii z Wisłoujścia i Brzeźna. Do walki z placówką 'Przystań'\nużyli działka piechoty. W godzinach wieczornych odparto wypady niemieckie na\nwartownię nr 1 oraz na placówkę 'Fort'.\n\nBilans znojnego pierwszego dnia walki oprócz zabitych i rannych,\nprzyniósł Polakom utratę jedynego działa oraz wycofanie się placówki 'Prom'.\n\nStraty w ludziach tego dnia wyniosły po stronie polskiej 4 zabitych i\nszereg rannych. Strona niemiecka odnotowała tego dnia 82 zabitych i wielu\nrannych.\n\n### 2 września\n\nArtyleria niemiecka we wczesnych godzinach rannych rozpoczęła drugi dzień\nboju o Westerplatte. Do natarcia ruszyła też piechota. Do godziny 14.00 Polacy\nogniem karabinów maszynowych z wartowni 1, 2 i 5 oraz placówki 'Fort'\nskutecznie odparli dwa ataki. Dowództwo niemieckie, chcąc definitywnie\nzakończyć walkę, zdecydowało się na zniszczenie nalotem sztukasów domniemanych\nfortyfikacji podziemnych. Półgodzinny nalot przeprowadziło 47 samolotów -\nbombowce nurkujące Ju 87 od 18.05 do 18.45. Według danych niemieckich w tym\ndniu zrzucono 8 bomb 500 kg, 50 bomb - 250 kg i 100 bomb 100 kg rozrywających.\nPo każdym zrzucie następowała detonacja i chmury dymów sięgały 100 m, i tylko\njedno trafienie powodowało, że wyleciały w powietrze części muru. Ponadto\nostrzeliwano pozycje polskie z broni pokładowej. Po tym zmasowanym ataku\nNiemcy stwierdzić musieli kolejne niepowodzenie, choć straty polskie były\nogromne.\n\nWdrugim dniu walki zginęło 8 polskich żołnierzy, wielu odniosło rany,\nutracono wszystkie moździerze, zniszczone zostały połączenia kablowe i\nwartownia nr 5. Poważnie zostały uszkodzone koszary, a cały teren Westerplatte\nzryty lejami od bomb.\n\nMimo odniesionych strat, załoga nie załamała się, mjr Sucharski nakazał\nspalić tajne szyfry, aby nie trafiły w ręce wroga.\n\nNocą z 2 na 3 września kilkakrotnie dochodziło do wymiany ognia.\n\n### 3 września\n\nNa pokładzie 'Schleswig-Holstein' dowództwo niemieckie w godzinach\nrannych omawiało kolejne, bardziej skuteczne natarcie, w którym miały wziąć\nudział dwa bataliony pułku Krappego, kompania szturmowa marynarki wzmocniona\n45 ludźmi z pancernika z 4 karabinami maszynowymi przejętymi ze szkoły\nartylerii oraz oddział haubic i kompania saperów. Niemcy byli przekonani o\nistnieniu na Westerplatte bardzo nowoczesnych obronnych urządzeń. Ich zdaniem\nbunkry były połączone przejściami podziemnymi. Zamierzano do ataku wprowadzić\nmoździerze 21 cm, czołgi oraz łodzie szturmowe dla saperów.\n\n![Odziały niemieckie](/assets/pic/woj2.jpg)\n\nTego dnia w godzinach\nprzedpołudniowych Niemcy dwukrotnie nękali ogniem artyleryjskim teren\nWesterplatte. Dopiero po południu, po 15-minutowym przygotowaniu artyleryjskim\nna koszary i wartownie 1 i 2 przeprowadzili natarcie rozpoznawcze. Nocą\nusiłowali unieszkodliwić wypadami wartownie 1 i 2 oraz placówki 'Fort' i rkm\nkpr. Szamlewskiego. W ciężkiej walce wypady zostały odparte.\n\nPolacy i w tym dniu utrzymali pozycje obronne, lecz powiększył się stan\nrannych żołnierzy. Komunikaty radiowe donosiły o zajęciu Bydgoszczy i o\ndokonanym odcięciu Pomorza od polskiego zaplecza.\n\n### 4 września\n\nRankiem niemiecki torpedowiec 'T-196' po zbliżeniu się do Westerplatte\notworzył ogień i pomiędzy godzinami 7.00-7.12 oraz 9.45-9.50 z odległości 2800\nm wystrzelił 65 granatów w kierunku składów amunicyjnych od strony morza,\nwartowni, płotu i muru po wschodniej stronie Westerplatte. Niemcy byli pewni\nskutecznego rażenia, poczuli się jednak zawiedzeni, nie dostrzegając\noczekiwanych w wyniku ostrzału artylerii rezultatów.\n\nDrugi okręt 'Von der Groeben' otworzył ogień na cele ruchome i został\nprzez Polaków ostrzelany z karabinów maszynowych. Pociski wysiane w kierunku\nWesterplatte z torpedowca uczyniły wiele zamieszania z tego powodu, iż jeden\npocisk źle odmierzony na celowniku wpadł między cysterny oleju w Gdańsku-\nLetniewie, trzy dalsze zaś eksplodowały dokładnie w środku kanału portowego. W\nwyniku niefortunnych ostrzeliwań zaniechano działań zaczepnych od strony\nmorza.\n\nCzwarty dzień również nie przyniósł Niemcom oczekiwanych rezultatów.\nPolska załoga, mimo poważnych zniszczeń umocnień oraz zwiększenia się liczby\nrannych żołnierzy, nadal utrzymywała swą linię obronna. Niemniej wskutek\nustawicznego ostrzału artyleryjskiego, braku wody pitnej i snu - wzrastało\nfizyczne wyczerpanie. Niemcy mieli możliwość luzowania oddziałów\nnacierających, natomiast otoczona ze wszystkich stron i osamotniona załoga\npolska była pozbawiona tych możliwości, zdana jedynie na swe karabiny, broń\nmaszynową i potrzebę kontynuowania obrony. Coraz bardziej widoczne w wyniku\nzniszczeń umocnienia i schrony nie gwarantowały zabezpieczenia. Także sytuacja\nw głębi kraju miała swój wpływ na przygnębienie żołnierzy. Komunikaty radiowe\ndonosiły o toczących się walkach już w okolicach Krakowa i Łodzi.\n\n### 5 września\n\nNiemcy nie mogli zrozumieć, w czym tkwi przyczyna ich niepowodzeń. Byli\npewni ataków Polaków ukrytych w koronach drzew i dlatego z dział\nprzeciwlotniczych otwierali ogień na wierzchołki drzew, by wyeliminować ich\nzdaniem obecnych tam strzelców wyborowych. Ostrzeliwali również w ciągu dnia\nokaleczony teren Westerplatte, lecz bezskutecznie.\n\n![Odziały niemieckie](/assets/pic/woj3.jpg)\n\nO godz. 11.00 rozpoczął się ostrzał artyleryjski, z dział torpedowców\nniemieckich, a od 12.00 do 15.00\nrozwinęła się wymiana strzałów pomiędzy stanowiskami obronnymi a linią\nniemiecką. Gdy nastąpiła względna cisza, w godz. 16.15-17.00 ciężkie\nmoździerze niemieckie ostrzeliwały dokładnie już widoczne koszary i wartownie\n1 i 2, co spowodowało dalsze ich uszkodzenie. W ciągu nocy Polacy odpierali\nkolejne wypady niemieckie na wartownie 1 i 2, a szczególe na placówkę 'Fort',\ngdzie rozgorzała ciężka walka z silną grupą niemiecką.\n\nKomunikaty radiowe niosły dalsze niepokojące wieści o zamknięciu polskich\ngrup w Borach Tucholskich, bitwie na linii Mława-Warszawa-Bydgoszcz-Toruń, o\natakach na Poznań, zajęciu Łodzi, Kielc, Gór Świętokrzyskich.\n\n### 6 września\n\nO godz. 3.00 Niemcy dokonali pierwszej próby podpalenia lasu, poprzez\nwtoczenie torem kolejowym cysterny wypełnionej benzolem. Operacja nie powiodła\nsię, bowiem wagon-cysterna nie został dostatecznie wtoczony przez lokomotywę,\ndotarł tylko do własnych ubezpieczeń, gdzie stanął i wybuchł. Niemieckie\noddziały zdążono wcześniej wycofać.\n\nZapalenie lasu za pomocą miotaczy ognia przez pionierów również nie\npowiodło się. Na południowo-wschodnim skraju lasu blisko budynku stacji\nkolejowej szopa generatora i budka dróżnika zostały przez pionierów wysadzone\nw powietrze.\n\nPomiędzy godz. 9.00 a 11.00 Niemcy dokonali ponownego ostrzelania basenu\namunicyjnego. Magazyny wprawdzie zostały trafione, lecz wbrew niemieckim\noczekiwaniom nie eksplodowały. Około 15.45 Niemcy wznowili próbę podpalenia\nlasu. Tym razem dwa wagony-cysterny wypełnione benzolem dotarły na\nprzewidziane miejsce, lecz słabo rozwijający się ogień wygasł po 15 minutach.\n\nW godzinach wieczornych artyleria i piechota niemiecka wznowiły ataki,\nktórych celem stały się stanowiska placówki 'Przystań'. Załoga niezmiennie\nutrzymywała swe linie obronne, lecz wyczerpanie dochodziło do punktu\nszczytowego. Położenie rannych stawało się coraz gorsze, u niektórych\nwywiązała się gangrena.\n\n### 7 września\n\nO stateczne piekło Polakom zgotowali Niemcy wczesnym świtem w siódmym dniu\nobrony. Skierowano na Westerplatte wszystkie posiadane środki, by opanować\nostatecznie niewielką wysepkę oporu. Cel ataku w świetle reflektorów był\nniezwykle widoczny: z czerwonego muru pozostały jedynie resztki, olbrzymie\ndrzewa leżały zwalone, przez widniejące szczerby widoczne były okaleczone\npociskami koszary i wartownie. O godz. 4.00 Niemcy rozpoczęli silne natarcie.\nOtworzyły ogień działa pancernika i broń przeciwlotnicza. Zaciekle biły\nkarabiny maszynowe. Kanonada trwała do godziny 5.00. Ogień natarcia został\nwstrzymany, a do akcji wkroczyła piechota nieprzyjaciela. Zachodnią część\nWesterplatte za kilkanaście minut począł nękać ogniem zaporowym 'Schleswig-\nHolstein' z dział 15 i 8,8 cm. Głównym celem tym razem był schron osypany\nziemią oraz wartownia nr 2. Ta ostatecznie została trafiona.\n\nO 7.10 ogień otworzyły działa przeciwlotnicze, kierując atak w głównej\nmierze na korony przerzedzonych poprzednimi atakami drzew, by ostatecznie\nwyeliminować z walki strzelców wyborowych, którzy mieli ponoć skutecznie\nostrzeliwać z tej pozycji podchodzących w natarciu żołnierzy niemieckich\n(snajperów na Westerplatte w koronach drzew nigdy nie było).\n\nMimo tak zmasowanego ataku, teren Westerplatte i tym razem pozostał w\nrękach Polaków. Atakujące jednostki niemieckie o godz. 7.15 wycofały się na\npoprzednie pozycje. Do akcji przystąpili jeszcze raz saperzy usiłujący\nponownie podpalić las. Pompą motorową oblewali drzewa benzyną. Tym razem\npowiodło się. Las stanął w płomieniach, lecz teren Westerplatte nadal był\nterenem Wojskowej Składnicy Tranzytowej.\n\nBył to ostatni triumf załogi Westerplatte. Siódmy dzień w nierównej\nwalce, bez chwili wypoczynku, bez wody, bez ciepłej strawy, utraciwszy 15\nzabitych, kilkudziesięciu rannych, pod ogniem dział, moździerzy, miotaczy min\ni bomb lotniczych załoga trwała w swych zrujnowanych umocnieniach. Nie oddała\nani piędzi ziemi, której broniła jedynie karabinami maszynowymi i ręcznymi\ngranatami. Przetrzymała 17 fal ognia huraganowego, odparła 14 ataków i 19\nnocnych wypadów.\n\nW tej sytuacji dalszy opór stał się beznadziejnie bezcelowy. O godz. 10.15\nkomendant mjr Henryk Sucharski zarządził przerwanie walki i wywieszenie białej\nflagi. W uznaniu tego rzadko spotykanego w dziejach wojen bohaterstwa i\nniezłomnego ducha, dowództwo niemieckie pozwoliło mjr Sucharskiemu odejść do\nniewoli z szablą przy boku.\n\n### 8 września\n\nDowódca 'Schleswig-Holstein' kmdr Gustaw Kleikamp, kpt. marynarki A.\nZaubzer i ppor. marynarki Hartwig 8 września 1939 r. o godz. 16.00 dokonali\nprzeglądu terenu Westerplatte. W dzienniku pokładowym odnotowano m.in.:\n\n[![Kapitulacja](/assets/pic/kap3m.jpg)]\n\n'Kleikamp\nodniósł wrażenie..., że chodziło tu o dobre zabezpieczenie, właściwe\nurządzenia obronne o dużej głębokości, dobrze dostosowane do warunków\nterenowych... Ostrzał artylerią okrętową 1 września nie zniszczył\nwartościowych urządzeń obronnych. Jedyne stojące do dyspozycji działo 7,5 cm\nzostało wyłączone z walki [...] w jakim stopniu ucierpiały koszary na skutek\nognia artyleryjskiego okrętu w dniu 1 września nie da się ustalić; jednak\nbudynki mają liczne trafienia ognia ckm. Bez wątpienia ucierpiały one mocno\npoprzez działania nalotu bombowego sztukasów i ostrzeliwań z haubic w dniu 5\nwrześnia. Bunkier ckm [Wartownia nr 5] został bez wątpienia zniszczony bombami\nsztukasów. Leżały tam jeszcze zwłoki poległych Polaków. Blok I [Wartownia nr\n1] pozostał nietknięty, blok III [Wartownia nr 3] zniszczony 7 września\ntrafieniami pocisków 28 cm... Dom Dowódcy i budynek gospodarczy mocno\nucierpiały, ten ostatni rozbity przez bombę w zachodniej przybudówce. Okna,\ndrzwi i urządzenia wewnętrzne w większości zniszczone i porozrzucane. Stare\nkoszary zostały lepiej zachowane. Bomby 250 kg, które upadły obok, były mało\nskuteczne. Nowe koszary były zewnętrznie nietknięte, piwnica zupełnie\nniezniszczona, ale w straszliwym nieporządku; od 2 września była zamieszkiwana\nprzez załogę. Również wyżej położony parter poza urządzeniami pozostał\nnietknięty; poddasze ucierpiało więcej, ponieważ bomba przebiła płaski dach,\nale sufit wgięło tylko do parteru. Nie było żadnych znaków, że miały tu\nmiejsce straty w ludziach. W szafie pancernej wśród mało znaczących map i\npapierów znaleziono Książkę Sygnałów Polskiej Floty i Książkę Radiotelegramów.\nBudynek z muru pruskiego na zachód od nowych koszar pozostał nieuszkodzony\npoza nieporządkiem wewnątrz. Betonowa piwnica z kilkoma stałymi gniazdami ckm\ni Blok IV [Wartownia nr 4] nieuszkodzone. Maszynownia prawie nieuszkodzona.\nWszędzie dużo amunicji do broni ręcznej i ckm oraz środki żywnościowe jeszcze\nw dużej ilości - brakowało tylko chleba. Wszystkie urządzenia oświetleniowe i\ntelefoniczne zostały zniszczone. Działo zostało znalezione wieczorem przez\ngrupę z okrętu w odległości około 100 m na południowy wschód od elektrowni, w\nsprytnie ulokowanym stanowisku na skraju lasu. Dwa znalezione działka ppanc.\n37 mm skonfiskowały kompania pionierów i kompania szturmowa. W różnych\npunktach znajdowały się dobrze usytuowane pozycje strzelców...'.\n\n\n"
        },
        {
            "title": "Kapitulacja i okres niewoli jenieckiej ",
            "desc": "![Kapitulacja Wojskowej Składnicy Tranzytowej - 7 września 1939](/assets/pic/kap1.jpg)\n\nWojskowej Składnicy Tranzytowej - 7 września 1939' )\nW zaatakowanej przez\nNiemców placówce w dniach 1-7 września 1939 r. poległo 15 żołnierzy. Czwartek\n7 września był najboleśniejszym dniem dla całej załogi. Komendant mjr Henryk\nSucharski zorientowany w trudnej sytuacji w kraju i pogarszających się\nwarunkach obrony, po odparciu ostatniego ataku nacierających, podjął decyzję o\nkapitulacji. Po wkroczeniu Niemców na teren Westerplatte nastąpiło\nrozdzielenie obrońców.\n\nRannych odwieziono do Akademii Medycznej w Gdańsku-Wrzeszczu, gdzie\nulokowano się w baraku dla więźniów cywilnych, strzeżonych przez esesmanów.\n\nCzęść nie zmobilizowanych, starszych wiekiem pracowników kontraktowych\nulokowano w obozie jeńców cywilnych w Gdańsku-Nowym Porcie.\n\nPozostałą załogę skierowano do koszar na Biskupiej Górce, a oficerów do\nHotelu Centralnego przy Pfefferstadt (ul. Korzennej 79), w pobliżu dworca PKP\nw Gdańsku. Stamtąd po kilku dniach zostali wszyscy z wyjątkiem\nradiotelegrafisty Kazimierza Rasińskiego (patrz biogram), rozesłani do\nstalagów i oflagów, które z różnych przyczyn nie byty jedynym miejscem niewoli\njenieckiej. Stalagi i oflagi, w których przetrzymywani byli w różnych okresach\nwesterplatczycy, miały następującą nomenklaturę wojskową:\n\nOkręg I**      Królewiec/Olsztyn: Stalagi I A - Stablack; Stalag I B -\nHohenstein (Olsztynek); **Okręg II**      Szczecin/Koszalin, Schwerin: Stalag\nII E - Schwerin, Oflagi: II B - Arnswalde (Choszczno); II C - Woldenberg\n(Dobiegniewo); II D - Grossborn; \n\n![W niewoli](/assets/pic/nie4.jpg)\n\n**Okręg III**\nBerlin/Frankfurt n.Odrą, Poczdam, Cottbus: Stalag III D - Berlin (Steglitz);\nOkręg IV**      Drezno/Reichenberg, Lipsk, Chemnitz: Stalag IV - Hohenstein;\nOflag IV A - Hohenstein (Bad Schandau); **Okręg X**      Hamburg/Brema,\nLubeka: Stalag X A - Schleswig (z filią w Heidkathen, Gudendorf); Oflag X C -\nLubeka; **Okręg XII**      Wiesbaden/Mannheim, Koblencja, Kaiserlautern: Oflag\nXII B - Hadamar; **Okręg XX**      Gdańsk: Stalag XX A - Grudziądz\n(więzienie).\n\nOficerowie nie byli zatrudniani, z wyjątkiem lekarza kpt. Mieczysława\nSłabego, który okres niewoli przeżył pośród żołnierzy, pracując w szpitalu\nobozowym w Stalagu I A w Prusach Wschodnich. Podoficerowie i szeregowcy\nzmuszani byli do pracy fizycznej, głównie w rolnictwie, w fabrykach amunicji,\nsztolniach, przy kopaniu rowów strzelniczych.\n\n![W niewoli](/assets/pic/nie1m.jpg)]\n\nZ miejsc internowania zdarzały się ucieczki bądź legalne zwolnienia z powodu\nutraty zdrowia. Dzięki temu w ich wojenne życiorysy wpisał się udział w ruchu\npartyzanckim, działalność bojowa w szeregach Wojska Polskiego, jak również\nzsyłki na Syberię, pobyty w więzieniach i obozach koncentracyjnych. W czasie\nokupacji zmarło ośmiu obrońców Składnicy.\n\nPo zakończeniu wojny los żołnierzy również nie był jednorodny. Znakomita\nwiększość powróciła do kraju i założyła rodziny. Kilkunastu zdecydowało\npozostać poza granicami Polski. Wybrali Kanadę, Stany Zjednoczone, Niemcy,\nAnglię. .Kilku powróciło w rodzinne strony na Wileńszczyznę. W kraju\nzamieszkali w przeważającej mierze na Kielecczyźnie, w Trójmieście i na\nZiemiach Odzyskanych.\n\n"
        },
        {
            "title": "Na Westerplatte po wojnie ",
            "desc": "## 1946\n\n![Warta marynarska - 1 Maja 1946](/assets/pic/pw4m.jpg)\n\nW Gdańsku z inicjatywy westerplatczyków: kpt. Franciszka Dąbrowskiego, Michała Gawlickiego i Donata Zdunkiewicza, utworzono Związek Obrońców Westerplatte, który w 1949 r. włączono jako Sekcję do organizacji kombatanckiej - Związku Bojowników o Wolność i Demokrację (ZBoWiD); kierownictwo Sekcji objął Michał Gawlicki. \n\n## 1946\n29 lipca uroczystość upamiętniająca miejsce wiecznego spoczynku bohaterów poległych w obronie WST, z udziałem marszałka Polski Michała Roli-Żymierskiego.\n\n## 1946\nZ inicjatywy byłych obrońców Westerplatte na miejscu zgruzowanej Wartowni nr 5 ustawiono krzyż i tablicę z nazwiskami poległych \n\n## 1957\n1 września w zorganizowanym pod patronatem Wojewódzkiej Rady Narodowej i Dowództwa Marynarki Wojennej w Gdańsku Krajowym Zjeździe byłych Obrońców Wybrzeża udział wzięło 60 westerplatczyków  \n\n![Spotkanie westerplatczyków](/assets/pic/pw5.jpg) \n\n## 1960\n11 września w 21. Rocznicę Września w Gdańsku udekorowano 82 westerplatczyków orderami i wojskowymi odznaczeniami.\n\n## 1962\n2 lipca usunięto krzyż z symbolicznego cmentarza poległych i w jego miejsce ustawiono czołg upamiętniający walki w 1945 r. \n\n## 1963\n25 lipca w czasie modernizacji nabrzeża natrafiono na szczątki żołnierza polskiego, przy którym znaleziono kilkanaście naboi karabinowych, gwizdek bakelitowy, polski granat ręczny, ładownicę na naboje oraz resztki harmonijki ustnej. Westerplatczycy rozpoznali szczątki kpr. Andrzeja Kowalczyka, które do czasu ostatecznej identyfikacji złożono prowizorycznie na cmentarzu Srebrzysko w Gdańsku. W księdze IX zgonów z 1963 r. pod numerem 10 170 znajduje się zapis: NN - szczątki zwłok znalezionych na Westerplatte przy nabrzeżu z dopiskiem 'kpr. Kowalczyk poległy na Westerplatte w 1939'; miejsce pochowania: Rejon IX, taras I - dzieci, II rząd, grób nr 3444 \n\n## 1966\n9 października odsłonięcie Pomnika Bohaterów Westerplatte.\n\n## 1967\n7 marca Wartownia nr l wskutek modernizacji nabrzeża portowego została przesunięta w głąb lądu o około 80 m.\n\n##  1971\n1 września, w 24. rocznicę pogrzebu mjr Henryka Sucharskiego na Cmentarzu w Cassamassima koło Neapolu, urna z jego prochami spoczęła w ziemi westerplackiej. W uroczystości udział wzięła 56-osobowa grupa podkomendnych Majora \n\n## 1974\n29 czerwca uroczyste otwarcie z udziałem 49 westerplatczyków odbudowanej w czynie społecznym Wartowni nr 1-Muzeum, w której oprowadzającymi zostali czterej westerplatczycy zamieszkali w Trójmieście: Franciszek Bartoszak, Wiktor Ciereszko, Julian Dworakowski i Bernard Rygielski \n\n## 1979\n\n![40. Rocznicę Września](/assets/pic/pw3.jpg) \n\n1 września w 40. Rocznicę Września odbył się w Gdańsku Zjazd, w którym uczestniczyła najliczniejsza powojenna grupa: 105 westerplatczyków   \n\n## 1981\n30 sierpnia msza święta celebrowana przez Ordynariusza Diecezji Gdańskiej ks. Lecha Kaczmarka, podczas której nastąpiło poświęcenie krzyża ponownie ustawionego nad grobami poległych \n\n## 1984 \n45. Rocznica Września, w zlocie Obrońców Westerplatte udział wzięło 54 westerplatczyków \n\n## 1987\n12 czerwca na Westerplatte z rzeszą młodzieży polskiej i 38 westerplatczykami spotkał się Papież Jan Paweł II.\n\n## 1988\nW 49. Rocznicę Września podczas zlotu w Gdańsku Wytwórnia Filmów Oświatowych w Łodzi z udziałem 30 westerplatczyków zrealizowała film dokumentalny pt. Westerplatczycy.\n\n## 1989\n\n![50. Rocznica Września](/assets/pic/pw1.jpg) \n\nW 50. Rocznicę Września przybyto 51 westerplatczyków; to rocznicowe spotkanie tym razem trwało dokładnie tak długo, jak długo trwała obrona - siedem dni i nocy\n\n## 1989\n8 grudnia w Centrum Dowodzenia Ministerstwa Obrony Narodowej w Warszawie udekorowano westerplatczyków Krzyżami Virtuti Militari i mianowano do stopni oficerskich.\n\n## 1992\n1 września z udziałem westerplatczyków nastąpiło uroczyste przeniesienie prochów kpr. Andrzeja Kowalczyka z cmentarza Srebrzysko we Wrzeszczu na Westerplatte.\n\n## 1993  \nZlot Obrońców Westerplatte w 54. Rocznicę Września. Przybyło do Gdańska 21 westerplatczyków. \n\n## 1994\nW 55. Rocznicę Września do Gdańska przybyła 26-osobowa grupa westerplatczyków, którzy po raz pierwszy spotkali się z rodzinami byłych obrońców Poczty Polskiej w Gdańsku. Uczestniczyli także w uroczystości odsłonięcia popiersia mjr H. Sucharskiego w Gręboszowie w woj. małopolskim, rodzinnej wsi Komendanta.\n\n## 1995\n12 listopada spotkanie obrońców na Westerplatte w rocznicę urodzin mjra H. Sucharskiego.\n\n## 1996\nW 57. Rocznicę Września, stan zdrowia pozwolił przybyć do Gdańska tylko 13 westerplatczykom \n\n## 1997\n31 sierpnia - przeniesienie Orła Białego z Muzeum Marynarki Wojennej w Gdyni na Westerplatte z udziałem 11 westerplatczyków. Podczas uroczystości na Długim Targu w dniu 1 września Rada Miasta wręczyła Medale 1000-lecia Miasta Gdańska.\n\n## 1998\nW 59. Rocznicę Września do Gdańska ze względu na stan zdrowia przybyło zaledwie 6 westerplatczyków. Wraz z młodzieżą szkolną złożyli na mogile poległych symboliczną wiązankę kwiatów i zapalili znicze.\n\n## 1999  \nW 60. Rocznicę Września odsłonięte na Westerplatte 11 żeliwnych tablic z nazwiskami załogi WST. Rada Miasta Gdańska obrońcom Poczty Polskiej i westerplatczykom nadała tytuł Honorowego Obywatela Miasta Gdańska \n\n## 2000\nW 61. Rocznicę Września na Westerplatte odbyła się uroczysta msza święta z udziałem Episkopatu Polski. \n\n\n"
        },
        {
            "title": "'Owiana legendą' - Historia Wartowni nr 1",
            "desc": "## Historia Wartowni nr 1 na Westerplatte\n\nZwiedzając teren Westerplatte warto zatrzymać się przy niewielkim budynku, o\nktóry kiedyś toczyły się walki. To jeden z ocalałych punktów oporu - wartownia\nnr l. Budynek o wymiarach siedem na siedem metrów, grubych murach (35 cm), z\numieszczonymi dość wysoko małymi okienkami. Stanowiła ona trzon obrony na\nnajważniejszej wschodniej pozycji - od strony przesmyku lądowego, z którego\natakowali Niemcy. Porażała wroga ogniem, nieugiętą postawą załogi. To tutaj\nzapisali swe wspaniałe bojowe karty Piotr Buder, Jan Gryczman, Stanisław\nTrela, Władysław Baran, Wiktor Ciereszko i wielu innych zmarłych już obrońców.\nW jej murach w pierwszym dniu walki leżał przeniesiony tu z przedpola ciężko\nranny por. Leon Pająk, dowódca placówki 'Prom'. Tutaj też w momencie\nkapitulacji został raniony śmiertelnie w głowę strzelec Jan Czywil. Była to na\nWesterplatte ostatnia ofiara i ostatni strzał wroga.\n\nWspomnijmy zapisane słowa, jakie przed laty wypowiedział jej dowódca,\nplutonowy Piotr Buder: ,,[...] widząc, że Niemcy kierują się w prawo, w stronę\nkanału, przerzuciłem cekaem Barana na okno koło pryczy, które wychodziło na\nkanał. Ogień był niesamowity. Cała wartownia trzęsła się, po prostu\n'chodziła'. Żołnierze byli rozwścieczeni. Kiedy krzyczałem 'przerwij ogień'\n(liczyłem się z ewentualnym wyczerpaniem amunicji), żołnierze w ogóle nie\nreagowali. Musiałem biegać od jednego do drugiego i odrywać ich od broni.\nZapał do walki był ogromny [...]'.\n\nSłowa kiedyś wypowiedziane i zapisane, dzisiaj po latach wzruszają swą\ntragiczną wymową nie tylko dorosłych.\n\n"
        },
        {
            "title": "Obrona majora przez majora",
            "desc": "## Mjr Andrzej Szutowicz\n\nModne od kilku lat twierdzenie, że faktycznym dowódcą obrony Westerplatte był\nkpt. Franciszek Dąbrowski, a etatowy dowódca mjr Sucharski z powodu załamania\nnerwowego stracił zdolność dowodzenia, nie jest całkowicie przekonujące.\nUważam, że takie pojmowanie dowodzenia obroną Westerplatte jest zbyt\nuproszczone, a na pewno krzywdzące dla mjr Sucharskiego. Osobiście ostrożny\nbyłbym w serwowaniu jednoznacznie negatywnych opinii o mjr H. Sucharskim.\nNatomiast posługiwanie się przez krytyków, argumentami o jego plebejskim\npochodzeniu uważam za niedopuszczalne. Także zarzuty, że Sucharski nie znał\njęzyka niemieckiego są bzdurne. Maturę zdał w zaborze austriackim wiec siłą\nrzeczy musiał znać ten język. Słuszne jest twierdzenie, że dużo sympatii dla\nSucharskiego można znaleźć w twórczości Wańkowicza, który zrobił wiele dla\nugruntowania legendy o majorze. Spotkali się przypadkowo w kasynie we Włoszech\ni nawet zagrali ze sobą w szachy. W późniejszym okresie to spotkanie\nzainspirowało Wańkowicza do napisania książki o Westerplatte. Zarzut, że\nWańkowiczowi Sucharski nic nie powiedział o Dąbrowskim, nie jest potwierdzony\ni nie przekonuje. Wańkowicz był niezłym 'bajerantem' i dla swoich koncepcji\ntwórczych wiele faktów pomijał. Znajduje to potwierdzenie w wojennej\nliteraturze pamiętnikarskiej żołnierzy II Korpusu.\n\nOpinię Sucharskiemu popsuł Mariusz Borowiak w 'Małej flocie bez mitów', który\nna podstawie relacji kpt. Dąbrowskiego, por. Grodeckiego i ppor. Kręgielskiego\n(wspomagając się wybranymi fragmentami wspomnień innych żołnierzy) podważył\nlegendę majora.\n\nSucharski nie był człowiekiem ze spiżu, posiadał cechy charakteru, które w\nżyciu raczej mu nie pomagały. Był oszczędny, skryty, małomówny i chyba\nnieśmiały, szczególnie do kobiet. Zważywszy, że całe swoje młodzieńcze i\ndorosłe życie spędził w mundurze, nabył również gro przyzwyczajeń\ncharakterystycznych dla tego zawodu. Był zarozumiały, pedantyczny w ubiorze,\nsurowy, regulaminowy, utrzymywał dystans do podwładnych. Choć jego kariera\nwojskowa nie była imponująca, był jednak oficerem - majorem służby czynnej z\nwszystkimi typowymi dla tej grupy wadami, z których najgorsza była pogarda\n(lekceważenie) dla oficerów rezerwy. Dowodem takiego traktowania był por.\nGrodecki, któremu jako oficerowi rezerwy nie zezwolił (mimo wniosku\nDąbrowskiego) na spożywanie w kasynie posiłków przy wspólnym oficerskim stole.\nNa pewno niechęć Sucharskiego potęgowało wykształcenie politechniczne\nporucznika. Przez takie zachowanie por. rez. Grodecki mógł czuć się poniżony i\nto poniżenie mógł odreagować w swoich relacjach, nawet w formie uwypuklenia\npewnych zachowań Sucharskiego.\n\nPpor. Kręgielski przybył na Westerplatte 4 sierpnia 1939 r., czyli znał\nSucharskiego zaledwie miesiąc, jednak wystawił mu złe świadectwo. Kręgielski,\njako młody porucznik mógł majora nie lubić. Była między nimi duża różnica\nwieku, funkcji i doświadczenia. Po prostu obaj reprezentowali różne epoki.\nNawet w dzisiejszych czasach w relacjach stary przełożony - młody podwładny,\nten drugi na ogół nie lubi pierwszego. Należy wątpić w cytowane świadectwo\nKręgielskiego, że Sucharski nie posiadał 'dużej wiedzy wojskowej'.\n\nMyślę, że jako uczestnik I wojny światowej, walk o niepodległość, wojny 1920\nr. mając także doświadczenie dowodzenia w czasie pokoju (w tym w 35 pp.) major\nposiadał niezbędną wiedzę do dowodzenia składnicą Westerplatte i uważam, że te\njego umiejętności oraz walory osobiste (kawaler) zdecydowały o powierzeniu mu\ntego stanowiska. Gdyby Sucharski nie miał potrzebnej wiedzy nigdy nie zostałby\ndowódcą tak ważnej placówki, tym bardziej, że pewne było iż w razie wojny\ndojdzie tu do nieuniknionego starcia zbrojnego. W 1939 r. nie mieliśmy aż tak\ngłupich decydentów wojskowych, aby ważne ze względów strategicznych obiekty\nwojskowe powierzane były dyletantom.\n\nCzy zastępca Sucharskiego kpt. Dąbrowski miał też jakikolwiek powód aby\npomniejszyć zasługi majora?\n\nUważam, że tak, gdyż kpt. Dąbrowski służył na Westerplatte od 1937 r. a więc\ndłużej niż major. Mógł liczyć, że to on zostanie dowódcą składnicy. Był na\npewno 'bystrzejszy' od majora i wydaje się, że sprawniejszy w dowodzeniu.\nDąbrowski miał pełną świadomość, że to on przyczynił się do tak długiej obrony\nskładnicy. Jednak chwałę za to zebrał Sucharski i to właśnie Dąbrowskiego\n'bolało' (mimo, że odpowiedzialność za obronę półwyspu sprawował przez cały\nczas właśnie Sucharski).\n\nRelacja Dąbrowskiego została spisana już po wojnie, gdy rosła legenda\nWesterplatte, dlatego może być nie w pełni obiektywna, chociaż w faktach\nzasadniczych nie można jej kwestionować.\n\nKomendantem Westerplatte od 1938 r. był mjr Sucharski. Na pewno ze swoich\nobowiązków wywiązywał się dobrze, gdyż brak jest jakichkolwiek negatywnych\nrelacji o nieprawidłowościach jego dowodzenia. Składnica funkcjonowała bez\nzastrzeżeń, wszystkie służby działały prawidłowo, była przygotowana do obrony,\nmorale i wyszkolenie załogi było dobre, czyli pokojowy etap gotowości bojowej\nmjr Sucharski wykonał bardzo dobrze. Gdyby było inaczej, zostałby zdjęty ze\nstanowiska. Jego zastępca kpt. Dąbrowski był w tej pracy jakby uzupełnieniem\nkomendanta, dlatego pozostawał z nim w stosunkach koleżeńskich (Sucharski\ntylko z nim był na 'ty'). Tę relację zmienił wybuch wojny, a szczególnie\nwieczór 2 września. Do tego dnia nikt nie kwestionuje dowodzenia obroną przez\nmjr Sucharskiego. Sucharski wykonał zadanie obrony składnicy przez 12 godzin,\na nawet zdecydowanie ( ponad trzykrotnie) ten czas wydłużył. Po ataku\nlotniczym, wiedząc, że składnica pozbawiona jest czynnej obrony\nprzeciwlotniczej podjął decyzje o kapitulacji.\n\nZachodzi pytanie - czy dowódca po wykonaniu zadania, wiedząc o totalnym\nzałamaniu frontu (2 września) mógł podjąć taką decyzję?\n\nOtóż tak. Gdyby składnica kapitulowała wieczorem 2 września, zwyciężona wielką\nprzewagą Niemców, mjr Sucharski mógł nawet dostać za jej obronę krzyż Virtuti\nMilitari, ale nie byłoby legendy. Legenda powstała dzięki kpt. Dąbrowskiemu,\nktóry zdecydowanie sprzeciwił się kapitulacji, co stało się ponoć przyczyną\npoważnego kryzysu psychicznego majora, ale nie zwolniło go z odpowiedzialności\nza obronę i to on wyraził zgodę na kontynuowanie walki.\n\nNie kwestionuję ataku choroby majora (po bombardowaniu i po zdecydowanym\nsprzeciwie Dąbrowskiego) w dniu 2 września, jednak nie zgadzam się z\njednoznacznym określeniem tego, jako objawu tchórzostwa. Mjr Sucharski mógł\nbyć najzwyczajniej chory (zmarł po operacji 6 lat później), mógł także dostać\nprzysłowiowego 'szału' po niesubordynacji Dąbrowskiego lub mógł załamać się po\nśmierci ordynansa, Józefa Kity. Ponieważ jest kilka możliwości, dlatego\nprzyczyn tego 'ataku' nigdy nie poznamy. Prawdę mógł znać kpt. dr Słaby.\nZamordowanie tego oficera przez UB uniemożliwiło poznanie jego relacji.\n\nNa zły stan psychiczny majora mogły mieć również wpływ takie czynniki jak :\n\n  * wybuch wojny, \n  * poczucie osamotnienia, \n  * niemiecka przewaga militarna, \n  * troska o ludzi, \n  * utrata osobistego majątku, \n  * perspektywa klęski i niewoli, \n  * ciężar odpowiedzialności za podjęte decyzje, \n  * obawa przed śmiercią załamanie nerwowe, \n  * obawa o los najbliższych itp. \n\nDlatego uważam, że mjr Sucharski mógł 'podłamać' się psychicznie, ale nie\nmiało to dużego znaczenia dla jego sprawności umysłu. Np. decyzja o niszczeniu\ntajnych dokumentów i szyfrów nie jest pozbawiona logiki. Mjr Sucharski miał\nprawo do zmiany swego nastroju, gdyż dźwigał potężne brzemię\nodpowiedzialności. Nie ponosił jej bezpośrednio kpt. Dąbrowski.\n\nTa relacja trwała przez cały okres obrony i była to relacja między dowódcą i\njego zastępcą. Broniąc postawy Sucharskiego należy również rozważyć problem,\nczy był sens wtrącania się w decyzje kpt. Dąbrowskiego, jeżeli przynosiły one\nwyraźne efekty. Otóż na pewno nie.\n\nZdając sobie sprawę, że komendy Dąbrowskiego są trafne i decydują o\nskuteczności obrony, Sucharski mógł czuć kompleks w stosunku do swego\nzastępcy, ale nie oddał mu dowodzenia. Po 2 września major wprowadził system\nkolektywny tj. przed podjęciem kolejnych decyzji o dalszej obronie (bo on te\ndecyzje podejmował), konsultował się z podwładnymi i choć sam chciał\nkapitulować, jednak tego po konsultacjach nie robił. Przy sprawności dowódczej\nkpt. Dąbrowskiego rola majora była ograniczona, choć jako decydenta nadal\npierwszoplanowa.\n\nSucharski godząc się na kontynuowanie walki miał jeden ważny dylemat -\nskapitulować w najbardziej odpowiednim momencie, gdy zostaną wyczerpane środki\nmateriałowe, medyczne i możliwości psychiczne żołnierzy, a straty w ludziach\nbędą jeszcze minimalne. Choć duch walki był nadal wysoki, decyzje tę\nostatecznie podjął 7 września. Mimo sprzeciwu oficerów pozostał nieugięty.\nŚwiadczy to o tym, że gdyby rozkaz o kapitulacji został wydany\n2-go,3-go,4-go,5-go,6-go września Westerplatte i tak by skapitulowało, gdyż\nzałoga była karna i posłuszna rozkazom dowódcy. (Uważam, że mjr Sucharski do\nkońca życia nie powrócił do pełnego komfortu psychicznego. W niewoli i później\nwe Włoszech dręczyły go myśli, czy ten 7 dzień był optymalny dla kapitulacji).\n\nDalsze kontynuowanie walki niczego by nie zmieniło. Legenda o Westerplatte\nzaczęła już żyć własnym życiem. 7-dniowa obrona przy miażdżącej przewadze\nNiemców była już wtedy nieprawdopodobna. Decyzja majora Sucharskiego uratowała\nżycie zdecydowanej większości członków załogi. Zwlekanie z nią mogłoby\ndoprowadzić do masakry. Podjął ją dowódca w pełni odpowiedzialny za los\npodwładnych.\n\nNajważniejsze decyzje tej obrony: o kontynuowaniu walki po 2 września oraz o\nostatecznej kapitulacji podjął mjr Sucharski i dlatego słusznie jego nazwisko\nkojarzone jest z rozumnym dowodzeniem obroną placówki. Kpt. Dąbrowski był\nbardzo dobrym żołnierzem, ale jego energia mogłaby doprowadzić do tragedii.\nWyhamował go w porę dowódca, mjr Sucharski. Gdyby Dąbrowski był dowódcą obrony\nWesterplatte, na tym półwyspie byłoby prawie dwieście grobów bohatersko\npoległych żołnierzy, najprawdopodobniej razem ze swoim dowódcą. Gdyby\nSucharski nie miał zastępcy kpt. Dąbrowskiego - Westerplatte kapitulowałoby 2\nwrześnia i nie byłoby to tchórzostwo.\n\nStało się inaczej. Los zetknął tych ludzi, uzupełniając się wzajemnie\nstworzyli jedną z najwspanialszych legend polskiej historii. Dlatego nie\nośmieszajmy mjr Sucharskiego i nie obniżajmy zasług kpt. Dąbrowskiego - obaj\nzasługują na pamięć. Sucharski zmarł w 1946 roku w Neapolu, był dowódcą\nbatalionu, nieprawdą jest, że został po śmierci generałem, spoczywa na\nskromnym cmentarzu poległych obrońców na Westerplatte jako major.\n\n"
        },
        {
            "title": "Stanisława Górnikiewicz-Kurowska",
            "desc": "Autorka piastująca funkcję przewodniczącej Klubu Środowiskowego Obrońców Westerplatte i Ich Rodzin przy Zarządzie Okręgu Pomorskiego ZKRP i BWP w Gdańsku - tematyka obrony Wojskowej Składnicy Tranzytowej na Westerplatte oraz losami żołnierzy biorącymi udział w tych walkach we wrześniu 1939 r., zajmuje się od ponad 30 lat.\n\n[Stanisława Górnikiewicz z Westerplatczykami]\n\nJako kombatant II wojny światowej poświęciła się pracy społecznej, która przyniosła imponujące rezultaty. Obiektem szczególnego zainteresowania stało się bowiem utrwalanie pamięci b. załogi Westerplatte. Utrzymywała i nadal utrzymuje kontakty z pozostającymi przy życiu westerplatczykami i ich rodzinami.\n\nZ tytułu tych zainteresowań opublikowała sześć książek, których celem stało się uchronienie od zapomnienia tego ważnego epizodu w dziejach II wojny światowej:\n\n'Wojna zaczęła się na Westerplatte' - 1980,1989 - I i II wydanie albumowe we współautorstwie z historykiem Andrzejem Drzycimskim.\n\n'Lwy z Westerplatte' - I i II wydanie - ( 1983 ,1988) - zbiór wspomnień i relacji kilkudziesięciu westerplatczyków, o ich walkach w obronie WST, o trudnych latach niewoli i zaplątanych losach powojennych.\n\n'Owiana legendą' - Wydawnictwo Morskie 1984. Opracowanie w całości poświęcone Wartowni I na Westerplatte-jej historii powstania w 1934 r., odbudowy i otwarcia jako skansenu pamięci narodowej - Muzeum Westerplatczyków - w 1974 r.\n\n'Znaki Pamięci' - 1994 r. - w której autorka prezentuje powojenną historię żołnierzy z Westerplatte, pokazaną poprzez ich korespondencję.\n\n'Wojna i pamięć' - 1998 r. - Wydanie albumowe, w skondensowanej formie autorka przedstawia dzieje Wojskowej Składnicy Tranzytowej na Westerplatte -jej tworzenie w okresie Wolnego Miasta Gdańska, siedem dni obrony, czas okupacji oraz powojenne ważniejsze wydarzenia związane z upamiętnieniem tego miejsca - symbolu walki Polaków w pierwszych dniach drugiej wojny światowej. W albumie znalazły miejsce unikalne fotogramy, (ponad 100) opatrzone podpisami w trzech językach : polskim, angielskim i niemieckim, poprzedzone syntetycznym wstępem dot. historii WST, 7 dni obrony oraz kalendarium z okresu powojennego.\n\n'Westerplatczycy' - 1999 -odtwarza losy 206 - osobowej załogi WST, ich biogramy sporządzone na kanwie dokumentacji archiwalnej, spisanych relacji żyjących obrońców w kraju i za granicą, bądź rodzin poległych i zaginionych.\n\nPonadto autorka cyklicznie publikuje również uaktualnione dane dotyczące stanu osobowego załogi, podając krótką historię WST w formie folderu, rozprowadzanego podczas sezonu turystycznego na Westerplatte.\n\nWięcej informacji o książkach panie Stanisławy Górnikiewicz-Kurowskie znajdą państwo na stronach wydawnictwa Marpress."
        }
    ]
}
